{"title": "Викладач в школу програмування (Scratch, Roblox, Python, Front-End)", "url": "https://www.work.ua/jobs/5273494/", "location": "Київ", "salary_min": "6000", "salary_max": "15000", "description": "\nДЕ МИ ШУКАЄМО КАНДИДАТІВ :\nсмт.Козин, м.Українка, м.Обухів\nЄ можливість роботи на локаціях в:\nм.Українка, смт.Козин\nШ\nкола Logika\nактивно розвивається і в зв’язку із розширенням штату фахівців, відбувається пошук викладачів у нашу школу! В нашій школі присутні курси:\nКомп’ютерна грамотність, Scratch, Геймдизайн, Python, Front-end та Графічний дизайн.\nПРО ШКОЛУ:\nМи впроваджуємо новітні IT технології в навчання школярів. На наших уроках діти не лише вчаться основам програмування, вони розвивають своє логічне та критичне мислення і вміння думати та аналізувати інформацію, в проєктній роботі проявляти креативність та творчі здібності.\nМи пропонуємо:\n\nвід 500 грн. за одне заняття\n(в залежності від кількості дітей у групі)\n\n\nГнучкий графік, можливість обрати для себе робочі години.\n\nГрафік занять узгоджується.\n\nВчасна виплата заробітної плати.\n\nПостійне навчання за рахунок компанії від наших професіоналів.\n\nКруте ком’юніті однодумців та комплексну базу знань для співробітників!\n\nМотивацію для викладачів!\n\nЗайнятість від 3−6 груп\n\nОбов`язки:\n\nПроводити офлайн заняття на локації в одному із міст, де розташована школа із використанням вже готових методичних та практичних матеріалів школи Logika;\n\nСтворювати та підтримувати дружню робочу атмосферу на заняттях;\n\nСлідкувати за результатами учнів;\n\nВчасно заповнювати форми та адміністративну звітність;\n\nПроводити відкриті уроки для батьків, та давати зворотній зв’язок про навчання дітей;\n\nГотовність працювати на декількох локаціях школи\n\nХто нам потрібен?:\n\nПотрібні\nенергійні\nта\nвмотивовані\nвикладачі, які ладнають із комп’ютером на «ти» та мають\nактивний підхід\nдо своєї роботи.\n\nВисоко розвинені\nкомунікативні\nнавички\n, досвід публічних виступів\n\nЛюбов до дітей\nта\nбажання\nнавчати та навчатись разом із ними!\n\nЗнання різних мов програмування\nPython,Scratch, Lua, HTML,CSS, JavaScript\nта величезне\nбажання вивчати\nнове).\n\nВеликою перевагою буде\nвища освіта в області ІТ\n,\nпедагогіки/психології.\n\nКандидати\nз досвідом роботи з дітьми\nв пріоритеті.\n\nЯкщо у Вас ще немає досвіду, але є хист і бажання, школа пропонує навчання і підтримку.\nЯкщо саме ВИ бажаєте власноруч змінювати освіту на краще — чекаємо на Вас в Logika!\nНе втрачайте можливість — хутчіш залишайте відгук, або ж телефонуте/пишіть:\nЗАПИС НА СПІВБЕСІДУ:\nViber:\n+380990314611\nПоказати телефон\n— Андрій\nTelegram:\nhttps://t.me/DAndy19976\n(@DAndy19976)\n"}
{"title": "Python developer", "url": "https://www.work.ua/jobs/5266054/", "location": null, "salary_min": null, "salary_max": null, "description": "\nНаша компанія — це команда ентузіастів, що створюють передумови в IT галузі України для переходу із аутсорсу до роботи над власними продуктами. Разом із західними партнерами ми створили\nhttps://projectukraine.online\nі запускаємо декілька інноваційних та масштабних проєктів, які допомагатимуть українцям і світу.\nВимоги:\n\n2+ роки комерційного досвіду на аналогічній посаді;\n\nДосвід роботи зі складними запитами в Django ORM (annotations, aggregations, subquery) обовʼязковий.\n\nДосвід роботи з Python 3.8+, Django, PostgreSQL, Redis, Git;\n\nВміння писати юніт тести (Pytest/Unittest).\n\nВміння користуватися командною строкою Linux;\n\nУважність до деталей;\n\nВміння самоорганізуватися у форматі віддаленої роботи;\n\nВміння користуватися Slack та Jira.\n\nБуде дуже великим плюсом:\n\nДосвід з Computer Vision и Machine Learning.\n\nОбов’язки:\n\nРозробка нового функціоналу;\n\nДоопрацювання та удосконалення існуючого, оптимізація.\n\nЩо ми пропонуємо:\n\nFull Remote формат роботи;\n\nКонкурентна заробітна плата;\n\nРобота з надихаючими українськими IT-продуктами, які роблять світ кращим;\n\nПозитивна, молода команда з різних куточків України;\n\nОплачувані відпустка і лікарняні.\n\nПро компанію Project Ukraine\nProject Ukraine is part of Ruliad — a London-based impact technology company that is uniting exceptional technologists to build world-changing products.\nWe are looking for the most driven experts from Ukraine to work on these products in order to create a post-war ecosystem that will ensure Ukraine is rebuilt as a tech superpower.\nJoining us means joining a company of extremely motivated individuals who look for meaning in what they do. It is not always easy, and it is not for everyone. But overcoming meaningful differences, coming together for the right cause, and tackling any problem that stands in the way is the journey civilisation is on. Join us on that journey.\nСайт компанії:\nhttps://projectukraine.online/\nСторінка компанії на DOU:\n"}
{"title": "Trainee (JavaScript/Python) для автоматизації Google-додатків", "url": "https://www.work.ua/jobs/5041738/", "location": null, "salary_min": "11000", "salary_max": "20000", "description": "\nПрофіль компанії DELEVAIT\n\nМи компанія, яка допомагає підприємцям із США та Європи, і нам потрібні спеціалісти які будуть компетентно вести справи на західному ринку.\nЗ початком війни наша компанія зазнала великої реорганізації. Ми заново відбудовуємо ІТ відділ в нашій компанії, і тому у вас є можливість очолити його або ж працювати експертом, проджект-менеджером чи тім-лідом.\nДля цього запрошуємо тих, хто хоче вирости в новій для себе сфері разом з нашим ІТ відділом.\nМи шукаємо швидких, таких які готові навчатись не тільки в нас, але і самостійно, хто схоплює на льоту, кому не потрібні детальні інструкції.\nМи працюємо як команда, тому шукаємо тих, хто розуміє як команда будується та працює.\nВідносини в компанії побудовані на взаємній повазі та довірі, тому ми б хотіли бачити у себе відповідальних та порядних працівників.\nМи віддаємо перевагу ініціативним, мотивованим людям, які прагнуть підвищувати компетентність та направляти зусилля на саморозвиток та розвиток компанії.\nКожна людина в компанії робить свій внесок. У нас не приживаються люди із бажанням сховатися за спинами працьовитих робітників.\nВаша майбутня робота — це виклик, багато аналітики, багато творчості, багато навчання, 1000 та 1 завдань, можливі перестановки.\nНаша формула організації:\n\nМи робимо вам виклик, та ставимо амбітні завдання\n\nДопомагаємо на шляху їх виконання\n\nВи отримуєте задоволення від своїх досягнень\n\nЯк результат, клієнт задоволений\n\nА ви отримуєте високу заробітну плату.\n\nВ чому унікальність роботи в DELEVAIT:\n\nЧітка схема роботи, при цьому свій зручний графік\n\nЧіткі зрозумілі інструкції, при цьому свобода для зростання\n\nПоміч на кожному кроці шляху до професіоналізму, при цьому очікуємо поміч та віддачу від працівників\n\nСпокійна та дружня атмосфера, та разом с тим азарт та натхнення від реалізованих проектів\n\nПідходить для початківців, для тих, в кого новий старт.\nЦе можуть бути:\n\nті, хто починає роботу\n\nнещодавні випускники навчальних закладів\n\nті, хто змінює професію на сферу IT\n\nАле ми перебірливі та не беремо всіх підряд. Одразу просимо пробачення, якщо ви нам не підійдете.\nЯкі типи людей нам точно не підходять:\n\n«сам все знаю»\n\n«не хочу перенапружуватись»\n\n«не хочу розвиватись»\n\n«неважливо, що клієнт незадоволений, де мої гроші?»\n\n«хочу робити по-мінімуму та отримувати по-максимуму»\n\nМи пропонуємо цікаву роботу, та гідну заробітну плату для активних новачків в IT сфері.\nУмови роботи:\n\nДистанційна робота в зручному для вас місті;\n\nМожливе кар'єрне зростання;\n\nПерший місяць навчання та стажування;\n\nРобочий тиждень 40 годин та гнучкий графік;\n\nОплата роботи щомісяця;\n\nДружня атмосфера в колективі.\n\nОбов’язки\n:\n\nСтворення дашбордів (панелей управління) на формулах з цифрами, графіками тощо в Google Sheets, Google Docs, Google Drive, Gmail та інших Google Apps;\n\nНалаштування API;\n\nПрограмування Google додатків (Sheets, Docs, Forms, Slides тощо) за допомогою Google Apps Script.\n\nРозробка сайтів.\n\nРозробка ботів, інструментів для скрапінгу, тощо.\n\nВимоги:\n\nНавички роботи з Google Sheets та іншими Google Apps, вміння налаштувати API;\n\nЗнання HTML, CSS, Javascript;\n\nМожливо знання Python чи іншіх мов програмування\n\nНавички програмування за допомогою Google Apps Script;\n\nРівень англійської Intermediate або вище;\n\nОбізнаність в своїх робочих інструментах та уважність до деталей;\n\nЗдатність дотримуватися дедлайнів;\n\nБути вирішувачем проблем, а не їх помножувачем;\n\nЗдатність спілкуватися без негативу, роздратування та непотрібних емоцій;\n\nБути на зв’язку протягом робочого дня (мати змогу дуже швидко відповідати на запити).\n\nМи зацікавлені у довгостроковій, стабільній та взаємовигідній співпраці!\nЯкщо ви зацікавились роботою у нас, заповніть це опитування:\nhttps://forms.gle/yG8xGcmicMZFuULM6\nРезюме без опитування не розглядаємо.\nНа цьому/наступному тижні з тими, хто може підійти, поспілкуємось у Zoom.\n"}
{"title": "Викладач програмування Python для дітей", "url": "https://www.work.ua/jobs/3407541/", "location": null, "salary_min": null, "salary_max": null, "description": "\nАкадемія професій майбутнього — це сучасний IT- центр для дітей від 6−16 років. Запрошуємо в команду викладачів з програмування Python для дітей.\nВимоги до кандидата:\n\nЗнання мови програмування Python;\n\nБажання ділитися знаннями з дітьми;\n\nУміння пояснювати складне простими (іноді дитячими) словами;\n\nКомунікабельність, цілеспрямованість, відповідальність;\n\nВільне володіння мовами: російська, українська;\n\nДосвід роботи з дітьми та у викладанні — надає перевагу.\n\nУмови роботи:\n\nНеповна зайнятість (самостійно обираєте графік);\n\nМожливість працювати з будь-якої точки світу;\n\nОплата погодинна (більше працюєте — більше заробляєте);\n\nНадаємо повністю розроблений план уроків.\n\nОбов’язки:\n\nПроведення групових або індивідуальних занять для дітей від 10 років\n\nПроведення презентацій курсу (пробних занять)\n\nЧекаємо на ваші резюме.\n"}
{"title": "Python-програміст", "url": "https://www.work.ua/jobs/5266306/", "location": null, "salary_min": null, "salary_max": null, "description": "\nКомпанія Horand Limited яка надає аусторсингові послуги на території Великобританії в рамках проекту «One Pound Assistant online» шукає відповідальних та впевнених у собі людей з високим рівнем англійської мови Python developers які будуть виконувати роботу дистанційно для клієнтів компанії.\nМи шукаємо талановитого Python-програміста для приєднання до нашої команди. Ваша робота буде пов’язана з розробкою програмного забезпечення на мові Python для використання в різних сферах бізнесу, таких як IT, логістика, медіа, дизайн, архітектура та інші.\nВимоги:\n\nВпевнене володіння мовою програмування Python.\n\nРозуміння принципів ООП та досвід їх застосування.\n\nЗнання SQL та реляційних баз даних.\n\nДосвід роботи з фреймворками Flask або Django буде перевагою.\n\nЗнання HTML, CSS та JavaScript також бажані.\n\nВміння працювати в команді та гнучкість у вирішенні завдань.\n\nСтресостійкість та здатність працювати в умовах обмеженого часу.\n\nОбов’язки:\n\nРозробка та підтримка програмного забезпечення на мові Python.\n\nВзаємодія з іншими членами команди для розуміння бізнес-потреб і вимог до програмного забезпечення.\n\nТестування та налагодження розроблених програм.\n\nВдосконалення та оптимізація існуючих програмних рішень.\n\nВиконання завдань в установлений термін.\n\nРозробка телеграм, воцап та інших ботів.\n\nМи пропонуємо:\n\nВіддалену роботу, що дозволяє гнучко планувати свій робочий час.\n\nМожливість працювати зі сучасними технологіями та інструментами.\n\nКар'єрний ріст і можливість розвитку в сфері програмування.\n\nКомфортну та дружню атмосферу у колективі.\n\nДля того щоб стати частиною нашої команди необхідно буде пройти декілька етапів відбору що включає успішне виконання тестового завдання, відео презентацію, відео співбесіду на англійській мові проведену онлайн. Кращі відео презентації і співбесіди будуть розміщені на сайті і в соцмережах компанії LinkedIn, Youtube, Instagram.\nВідбір буде тривати до 08.09.2023р.\n"}
{"title": "Python Developer (Full-Stack)", "url": "https://www.work.ua/jobs/5266505/", "location": null, "salary_min": "74000", "salary_max": "92000", "description": "\nAvianna is the pioneer in state-of-the-art AI for robotics. Through its innovative technology, it facilitates seamless and intuitive communication in natural language between operators and robots, transforming the way robots are utilized. Therefore, we are looking for a skilled\nPython Developer\n, preferably full-stack, to join our team. As a Python Developer specialized in AI robot software, you will work on advanced algorithms and software solutions for our autonomous robot systems, applying Python’s capabilities to create intelligent, efficient, and reliable software for complex tasks and missions.\nResponsibilities:\n\nCollaborate with AI engineers and robot specialists to understand project requirements and translate them into technical specifications.\n\nDevelop and maintain Python-based software solutions for autonomous robots.\n\nWrite clean, efficient, and well-documented code using Python and relevant libraries/frameworks.\n\nConduct testing and debugging to identify and resolve software defects.\n\nStay updated with the latest advancements in the AI, computer vision, and robot technologies to integrate new features and capabilities into our software.\n\nCollaborate with hardware engineers to ensure seamless integration between software and robot hardware components.\n\nRequirements:\n\nStrong proficiency in\nPython\nprogramming, focusing on AI and machine learning applications.\n\nKnowledge of the\nReact\nlibrary.\n\nExperience coding with\nCoPilot/ChatGPT\n.\n\nStrong problem-solving skills and the ability to apply algorithms to real-world challenges.\n\nPreferred experience with version control systems (e.g., Git) and agile development methodologies (e.g., Scrum).\n\nStrong attention to detail and ability to deliver high-quality code.\n\nNice to have:\n\nExperience in developing software for autonomous systems and robotics.\n\nFamiliarity with computer vision techniques, image processing, and object detection algorithms.\n\nUnderstanding of AI and machine learning concepts, algorithms, TensorFlow, or PyTorch.\n\nKnowledge of robot hardware components, flight dynamics, and control systems is a plus.\n\nExcellent teamwork and communication skills.\n\nBenefits of working at Avianna:\n\nWork-life balance.\n\nRemote work basis.\n\nFlexible hours.\n\nFast career advancement.\n\nSupportive work environment.\n\nExperience Avianna, a dynamic startup environment with visionary leadership that drives groundbreaking achievements. Our exceptional management team, with a proven track record and five-star Glassdoor reviews, propels us to the forefront of the robot industry. They inspire creative thinking, empower innovation, and foster a reputation as a top employer. Step into Avianna and be part of a fast-moving, red tape-free atmosphere where your contributions make a real impact.\nContact: [\nвідгукнутися\n]\n"}
{"title": "Python developer", "url": "https://www.work.ua/jobs/5266895/", "location": null, "salary_min": null, "salary_max": null, "description": "\nМи шукаємо талановитого Python розробника для приєднання до нашої команди. Якщо ви є ентузіастом програмування, маєте досвід розробки на Python і бажаєте працювати в креативному та динамічному середовищі, то ця робота саме для вас.\nОбов’язки:\n\nРозробка та підтримка веб-додатків на Python з використанням фреймворків, таких як Django або Flask.\n\nВзаємодія з іншими членами команди для аналізу вимог та визначення оптимальних рішень.\n\nВдосконалення та оптимізація існуючих систем.\n\nРозробка телеграм, WhatsApp, Facebook ботів, робота з бібліотеками телеграм-ботів, подальше їх супроводження.\n\nВимоги:\n\nДосвід розробки на Python від 1 року.\n\nРозуміння принципів ООП та досвід в їх використанні.\n\nЗнання фреймворків Django або Flask.\n\nВміння працювати з базами даних (наприклад, MySQL, PostgreSQL).\n\nЗнання HTML, CSS та JavaScript буде перевагою.\n\nВідповідальність, комунікабельність, здатність до командної роботи.\n\nМи пропонуємо:\n\nГнучкий графік роботи.\n\nВисоку заробітну плату, виплачувану вчасно.\n\nМожливість працювати в команді професіоналів та отримувати цінний досвід.\n\nРозвиток особистих та професійних навичок.\n\nЯкщо ви відповідаєте всім вимогам, маєте бажання працювати в сучасній компанії з дружним колективом, надсилайте своє резюме та приєднуйтеся до нашої команди Python розробників.\n\nЗвертаємо увагу, що вакансія відкрита для всіх здібних кандидатів, незалежно від статі, віку, національності, інвалідності, сексуальної орієнтації та соціального статусу\n\n"}
{"title": "Викладач програмування у IT-школу (Python)", "url": "https://www.work.ua/jobs/5258765/", "location": "Ніжин", "salary_min": "4500", "salary_max": "9000", "description": "\nХто така Logika:\nМи впроваджуємо новітні IT технології в навчання школярів. На наших уроках діти не лише вчаться основам програмування, вони розвивають логіку і вміння думати, а в проєктній роботі проявляють креативність та творчі здібності.\nУ програму курсу Logika включені частини курсів з фізики, математики, хімії, астрономії, що допомагає дітям зрозуміти, навіщо шкільні предмети потрібні в реальному житті.\nLogika активно розвивається у Чернігівській області та в зв’язку із розширеннями відбувається пошук викладачів!\nМи пропонуємо:\n\nРобота у вихідні та будні.\n\nЗаробітна плата: 350 грн / 1.5 години викладання.\n\nПостійне навчання за рахунок компанії від наших професіоналів (тьюторів, методистів).\n\nЗручне місцерозташування школи.\n\nКруте ком’юніті однодумців!\n\nХто нам потрібен?:\n\nПотрібні енергійні та вмотивовані викладачі, які ладнають із комп’ютером на «ти» та мають активний підхід до своєї роботи.\n\nНеобхідні знання у Python.\nВітається знання HTML, CSS та JavaScript.\n\nВеликою перевагою буде вища освіта в області ІТ, або ж педагогіки/психології.\n\nКандидати з досвідом роботи з дітьми в пріоритеті.\n\nЯкщо в тебе ще немає досвіду, але є хист і бажання, школа пропонує навчання та підтримку!\n\nОбов`язки:\n\nпроводити заняття із використанням уже готових методичних матеріалів школи Logika;\n\nстворювати та підтримувати дружню робочу атмосферу;\n\nслідкувати за результатами учнів\n\nдавати звіти за шаблонами (таблицями, формами зворотнього звʼязку)\n\nдотримуватися посадових обовʼязків викладача\n\nотримувати задоволення від роботи із майбутнім нашої країни;\n\nЯкщо саме ВИ бажаєте власноруч змінювати освіту на краще — ходім до Logika!\nНе втрачай можливість — хутчіш залишай відгук!\n"}
{"title": "Викладач програмування для дітей (Python, Java, C#, C++)", "url": "https://www.work.ua/jobs/5191363/", "location": "Кременчук", "salary_min": "4000", "salary_max": "7000", "description": "\nLogika — це міжнародна школа програмування для дітей\n(http://logikaschool.com/).\nМи впроваджуємо новітні технології IT в навчання школярів. На наших уроках діти навчаються основ програмування, а також вони розвивають алгоритмічне мислення та вміння думати, а в проектній роботі виявляють креативність та творчі здібності.\nLogika активно розвивається та представлена у більш ніж 30 містах. У зв’язку з розширенням\nми шукаємо класних викладачів у Кременчук.\nКурси школи Logikа проходять на нашій унікальній технологічній платформі, де все зрозуміло та доступно. Є всі матеріали до уроків.\nЯкщо ти мрієш про\nдобре оплачувану роботу у вихідні\nв команді однодумців, то тобі до нас :)\nЩо для цього потрібно:\n\nбути студентом старших курсів або випускником технічних чи педагогічних ВНЗ\n\nлюбити дітей і бути готовим зробити для них програмування простим, цікавим та веселим\n\nмати досвід роботи з дітьми! (аніматор, вожатий, вихователь)\n\nЗнання мов програмування, зокрема Python, вітається.\n\nМи пропонуємо:\n\nОплата близько 300−400 грн за урок (2 години)\n\nУроки проводяться в СБ та НД\n\nБезкоштовне навчання для викладачів\n\nМетодичні матеріали з уроків та перерв\n\nРоботу в дружньому та амбітному колективі.\n\nДізнався в описі себе? Тоді напиши нам скоріше!\nІнна\n099 469 7867\nПоказати телефон\n"}
{"title": "Викладач Python", "url": "https://www.work.ua/jobs/5270630/", "location": "Київ, Кловський узвіз, 8.", "salary_min": "10000", "salary_max": "25000", "description": "\nІнжинірингова школа повного дня\n#brobots\nшукає\nвикладача технічних предметів\nЯкщо ти:\n\nможеш викладати якусь з цих дисциплін (\nArduinoIDE/Python/IoT/Raspberry+Linux\n)\n\nмаєш вищу профільну освіту, то ми з нетерпінням чекаємо твоє резюме!\n\nОбов’язки:\n\nвикладати предмети технічного напрямку (різні класи в межах від 1 до 11)\n\nпрацювати над технічними проєктами з учнями\n\nперевіряти домашнє завдання\n\nбрати участь в формальних та не дуже зустрічах колективу\n\nЩо ми пропонуємо:\n\nзаробітна плата:\n300 грн за урок\n\nграфік: повна/часткова зайнятість (10:00 — 19:00)\n\nмісце роботи в центрі міста Київ на Кловському узвозі, 8\n\nкласи до 15 учнів\n\nбезкоштовні обіди та перекуси\n\nкоманду молодих та активних вчителів в допомогу\n\nкомфортний освітній простір, повністю укомплектовані майстерня та авдиторії\n\n"}
{"title": "Middle+, Senior Python Developer", "url": "https://www.work.ua/jobs/5272331/", "location": null, "salary_min": "65000", "salary_max": "88000", "description": "\nВакансия: Middle+\\Senior Python\nФормат работы: удаленный формат\nЗанятость: частичная\nЗарплатная вилка: почасовая оплата 18−24$\\hour\nPtolemay — аутсорс-компания полного цикла по разработке мобильных приложений для западного и ближневосточного бизнеса и стартапов. Ищем Middle+\\Senior Python разработчика для участия в проекте, связанном с парсингом данных.\nОбязанности:\n\nРазработка, проектирование и поддержка web-приложений на Python;\n\nПоддержка текущих проектов (добавление новых фичей, оптимизации);\n\nУчастие в разработке новых продуктов, используя язык Python и нижеуказанный стек технологий;\n\nАнализ и оптимизация производительности серверной части;\n\nВзаимодействие с командой разработчиков, менеджером по проекту.\n\nТребования:\n\nРусский язык — свободный;\n\nОпыт работы в коммерческих проектах на Django/DRF — 3+ года;\n\nОбязательно наличие опыта работы с парсингом данных (разбор Fetch/XHR запросов) как минимум в 2−3 проектах;\n\nОбязательно наличие опыта работы с одним или несколькими инструментами парсинга (Scrapy, PySpider, Selenium и т.д.);\n\nПрактика c контейнеризацией: Docker, Docker compose, и наличие опыта работы с системами мониторинга ошибок и состояния системы;\n\nБольшой опыт с Celery (настройка воркеров, тасков, работа с Flower);\n\nОтличное знание баз данных SQL (Postgres), репликация бд, master/slave, знать продвинутые запросы и их механику, понимать, что такое нормализация/денормализация и транзакции (хотя бы в теории), иметь практический опыт с работой индексов;\n\nОпыт работы с AWS, Cloudwatch;\n\nОпыт работы с асинхронным кодом;\n\nЗнание принципов SOLID. PEP8, документации своего кода;\n\nУмение работать с API документацией.\n\nПриветствуются:\n\nУмение понимать, разбивать задачи на техническую часть, уметь продумывать архитектуру наперёд;\n\nУмение самостоятельно разбираться в чужом коде, быстро вклиниться в проект;\n\nУмение формировать бизнес-требования в конкретные технические решения с аргументированным выбором оптимального инструмента\n\nНаши условия:\n\nPart-time с возможностью дальнейшего перехода на full-time;\n\nГибкий график;\n\nУдаленная работа;\n\nПочасовая оплата 18−24$ по результатам собеседования.\n\nБуду рад переговорить и ознакомиться с резюме — @Dmitriy_Ptolemay\n"}
{"title": "Викладач у дитячу ІТ-школу програмування (Python)", "url": "https://www.work.ua/jobs/4563892/", "location": "Сокаль", "salary_min": "5000", "salary_max": "8000", "description": "\nКонтакти:\n\nТел.\n+380931093106\nПоказати телефон\n(Ірина)\nЩо таке Logika:\nМи впроваджуємо новітні IT технології в навчання школярів. На наших уроках діти не лише вчаться основам програмування, вони розвивають логіку і вміння думати, а в проектній роботі проявляють креативність та творчі здібності.\nУ програму курсу Logika включені частини курсів з фізики, математики, хімії, астрономії, що допомагає дітям зрозуміти, навіщо шкільні предмети потрібні в реальному житті.\nLogika активно розвивається і в зв’язку із розширеннями відбувається пошук викладачів!\nМи пропонуємо:\n\nРобота у вихідні та будні.\n\nЗаробітна плата: 330 грн / 1.5 години викладання.\n\nПостійне навчання за рахунок компанії від наших професіоналів.\n\nЗручні локації.\n\nКруте ком’юніті однодумців!\n\nХто нам потрібен?:\n\nПотрібні круті викладачі, які ладнають із комп’ютером на «ти» та мають активний підхід до своєї роботи.\n\nНеобхідні знання у Python (Або ж досвід із іншими мовами програмування та бажання вивчати нове)\n\nВеликою перевагою буде вища освіта в області ІТ, або ж педагогіки/психології.\n\nЯкщо Ви маєте досвід у роботі з дітками — це кльово, а якщо немає, то навчимо!\n\nЩо потрібно буде робити:\n\nпроводити заняття із використанням уже готових методичних матеріалів школи Logika;\n\nстворювати та підтримувати дружню робочу атмосферу;\n\nотримувати кайф від роботи із майбутнім нашої країни;\n\nЯкщо саме ВИ бажаєте власноруч змінювати освіту на краще — ходім до Логіки!\nНе втрачай можливість — хутчіш залишай відгук, або ж телефонуй:\n+380931093106\nПоказати телефон\n"}
{"title": "Python-програміст", "url": "https://www.work.ua/jobs/4747196/", "location": "Вінниця, вулиця Данила Галицького, 6-Б.", "salary_min": "50000", "salary_max": "60000", "description": "\nПровайдер телекомунікаційних послуг, «Телерадіокомпанія «ЕВЕРЕСТ», оголошує конкурс на заміщення вакантної посади «Python-програміст».\nВимоги\n:\n\nВік: від 20−45 років\n\nОсвіта: вища технічна\n\nЗнання мови програмування Python;\n\nДосвід роботи із фреймворком Flask;\n\nНавички роботи в Linux;\n\nДосвід роботи з Docker, Swarm;\n\nЗнання реляційних баз даних (MySQL);\n\nБажаний досвід в проектуванні баз даних, нормалізації і аналізі даних;\n\nПлюсом буде досвід роботи з ClickHouse, Celery, Redis;\n\nУміння користуватися системою контролю версій (Git);\n\nНаписання якісного, підтримуваного і розширюваного коду;\n\nДосвід в розробці і підтримці веб-додатків;\n\nАналітичний розум, можливість ефективно вирішувати поставлені завдання;\n\nВисокий рівень комунікативних навичок.\n\nОбов’язки\n:\n\nРозвиток та підтримка CRM-системи Компанії.\n\nМи пропонуємо\n:\n\nВисоку стабільну зарплату\n\nМожливість розвиватись в команді професіоналів\n\nМожливість самореалізації\n\nГрафік роботи:\nз 9−00 до 18−00 щодня, окрім суботи та неділі. Віддалену роботу не розглядаємо.\nШановні кандидати! Надсилайте розгорнуте резюме і побажання щодо заробітної плати на адресу [\nвідгукнутися\n]\n"}
{"title": "Middle Python-програміст", "url": "https://www.work.ua/jobs/5269675/", "location": "Київ", "salary_min": "100000", "salary_max": "120000", "description": "\nТрохи про нас:\nМи невелика команда спеціалістів з України, яка вже кілька років проживає в Європі. Зараз ми працюємо над власним SaaS продуктом (хмарне сховище). Проект молодий, але перспективний.\nКого ми шукаємо?\nДосвідченого бекенд-розробника на Python, який працюватиме над покращенням поточного та додаванням нового функціоналу до нашого сховища.\nЩо ми очікуємо від кандидата?\n\nкомерційний досвід роботи мінімум 2 роки.\n\nPython на високому рівні.\n\nдосвід роботи з Flask framework та Jinja2 templates.\n\nзнання Git та Docker.\n\nвиконане оплачуване тестове завдання.\n\nрозуміння Chart.js або чогось подібного буде перевагою.\n\nЩо ми пропонуємо?\n\nдистанційна робота.\n\nвільний графік.\n\n20−40 годин на тиждень.\n\n2,000€ на місяць під час 3-х місячного випробувального періоду, потім 2,500−3,000€. Перегляд зарплатні кожні півроку.\n\nпереїзд в Європу, якщо це цікавить.\n\nТестове завдання:\nhttps://docs.google.com/document/d/1C3R77duuCbIziy5NKOkShRmVDYbv9UhZv4R2ZQA0BJs/edit\n— детальний опис.\n"}
{"title": "Python developer", "url": "https://www.work.ua/jobs/5263379/", "location": "Дніпро, вулиця Святослава Хороброго, 12.", "salary_min": "20000", "salary_max": "32000", "description": "\nОпис вакансії\n\n«BG Games»\n— українська ІТ-компанія, яка спеціалізується на розробці кросплатформних мобільних ігор та додатків. Ми з радістю приймаємо до нашої команди талановитих та енергійних фахівців, які готові працювати над різноманітними проектами та розвивати свої навички.\nТакож в нас є дочірня компанія\n«Crowd»\n-міжнародна IT-компанія зі створення, навчання, та покращення нейронних мереж та штучного інтелекту. Нашими партнерами та замовниками наших послуг є такі корпорації як\n«Meta», «Google», «Amazon», «Nvidia», «Dell»\n, та багато інших! Де талановиті хлопці та дівчата роблять ще кращим світ майбутнього.\nТа саме зараз ми у пошуку нових фахівців зі знанням мови Python рівня\nTrainee.\nОсновні обов’язки:\n\nРозробка програмного забезпечення мовою програмування Python;\n\nРеалізація поставлених завдань;\n\nШвидко навчатися та самостійно вирішувати завдання;\n\nПрацювати в команді;\n\nПошук та аналіз невідповідностей поведінки застосунків згідно з технічним завданням.\n\nНеобхідні навички:\n\nЗнання основ Python;\n\nЗнання принципів ООП;\n\nСистемний підхід до написання коду\n\nБазові знання Django, Flask або подібних фреймворків Python;\n\nЗнайомство з різними інструментами тестування.\n\nУмови роботи:\n\nЗручний графік роботи з 10.00−18.00;\n\nМожливість зростати через менторство та спадкоємність досвіду колег;\n\nВ офісі двічі на тиждень проходять курси англійської мови;\n\nМожливість впливати на заробітну плату;\n\nЄ ігрова кімната та власна кухня;\n\nРегулярні корпоративи та інвенти.\n\nПроцес відбору кандидатів:\n\nІнтерв'ю з HR;\n\nТехнічне інтерв'ю з фахівцем.\n\nБудемо раді бачити тебе у нашій команді!\nЗ повагою, Наталья HRM «BG Games»\n"}
{"title": "Викладач у дитячу ІТ-школу програмування (Scratch, Python, JavaScript)", "url": "https://www.work.ua/jobs/5262743/", "location": "Корсунь-Шевченківський", "salary_min": "5000", "salary_max": "10000", "description": "\nШкола Logika активно розвивається і в зв’язку із розширенням штату фахівців, відбувається пошук викладачів у нашу школу! В нашій школі присутні курси: Комп’ютерна грамотність, Scratch, Геймдизайн, Python, Front-end.\nПРО ШКОЛУ:\nМи впроваджуємо новітні IT технології в навчання школярів. На наших уроках діти не лише вчаться основам програмування, вони розвивають своє логічне та критичне мислення і вміння думати та аналізувати інформацію, в проєктній роботі проявляти креативність та творчі здібності.\nМи пропонуємо:\n\nРобота у вихідні (субота, неділя). Можлива зайнятість в будні дні друга половина дня.\n\nВчасна виплата заробітної плати.\n\nПостійне навчання за рахунок компанії від наших професіоналів.\n\nКруте ком’юніті однодумців та комплексну базу знань для співробітників!\n\nМотивацію для викладачів!\n\nЗайнятість від 3−7 груп\n\nЗаробітна плата: від 350 грн за один урок (в залежності від кількості дітей у групі)\n\nОбов`язки:\n\nПроводити офлайн заняття із використанням вже готових методичних та практичних матеріалів школи Logika;\n\nСтворювати та підтримувати дружню робочу атмосферу на заняттях;\n\nСлідкувати за результатами учнів;\n\nВчасно заповнювати адміністративну звітність;\n\nПроводити відкриті уроки для батьків, та давати зворотній зв’язок про навчання дітей;\n\nОтримувати задоволення від роботи із майбутнім нашої країни;\n\nХто нам потрібен?:\n\nПотрібні\nенергійні\nта\nвмотивовані\nвикладачі, які ладнають із комп’ютером на «ти» та мають\nактивний підхід\nдо своєї роботи.\n\nВисоко розвинені\nкомунікативні\nнавички\n, досвід публічних виступів\n\nЛюбов до дітей\nта\nбажання\nнавчати та навчатись разом із ними!\n\nЗнання різних мов програмування\nPython,Scratch, Lua, HTML,CSS, JavaScript\nта величезне\nбажання вивчати\nнове).\n\nВеликою перевагою буде\nвища освіта в області ІТ\n,\nпедагогіки/психології.\n\nКандидати\nз досвідом роботи з дітьми\nв пріоритеті.\n\nЯкщо у Вас ще немає досвіду, але є хист і бажання, школа пропонує навчання і підтримку.\nЯкщо саме ВИ бажаєте власноруч змінювати освіту на краще — чекаємо на Вас в Logika!\nНе втрачайте можливість — хутчіш залишайте відгук, або ж телефонуте/пишіть:\n0931075430\nПоказати телефон\nАнна.\n"}
{"title": "Бізнес-аналітик (SQL, Python)", "url": "https://www.work.ua/jobs/5209097/", "location": null, "salary_min": null, "salary_max": null, "description": "\nМи — Аваль — Райффайзен Банк Аваль — Райффайзен Банк Україна — український банк. Уже 30 років з перших кроків Незалежності ми створюємо та вибудовуємо банківську систему нашої держави #Разом_з_Україною. Ми були і є одним з найбільших банків країни, надійним партнером для мільйонів українців.\nМи зосереджені на цінностях, які є чітким орієнтиром для дій. У центрі уваги понад 5500 співробітників та майже 3 мільйона клієнтів. Ми з повагою ставимось до кожного рішення, кожної історії й кроку наших колег та клієнтів. #Райфкоманда інтегрує принципи різноманіття, рівності та інклюзивності у повсякденну роботу.\nПоєднання у роботі принципів людиноцентричності та інновацій — наш шлях.\nЗапрошуємо у команду людей, які будуть з нами в русі інновацій.\nЗвучить цікаво? Приєднуйтеся до #Райфкоманди!\nМи пропонуємо\nДосвід роботи у великому системному міжнародному бізнесі:\nробота у великій міжнародній компанії, яка створює різноманітне та інклюзивне середовище для професійного та особистого розвитку співробітників. Потужна спільнота Raiffeisen Bank International, яка складається з високопрофесійних та успішних команд з різних країн.\nСтабільний дохід:\nконкурентоспроможна зарплата та бонуси за ваш особистий внесок, винагорода за участь у реферальній програмі.\nЗручний та безпечний формат роботи:\nгнучкі умови, можливість працювати у гібридній моделі, дистанційно або в офісі. Для виконання своїх обов’язків можна використовувати офіси із безперебійним живленням та наявними бомбосховищами.\nСоціальний пакет та програма Wellbeing:\n28 днів оплачуваної основної відпустки та додаткові відпустки, медичне страхування, офіційне працевлаштування. Турбота про ментальне та фізичне здоров’я: індивідуальні психологічні сесії та групові лекції, безкоштовні спортивні онлайн-заняття.\nПрофесійний розвиток:\nобмін знаннями з колегами, у тому числі й з-за кордону, можливість підвищення кваліфікації та перекваліфікація. Участь у внутрішніх відборах. Навчання внутрішнє та зовнішнє. Корпоративні курси та тренінги soft skills у нашій корпоративній академії. Командоутворюючі заходи та участь у соціальних проєктах.\nУсі переваги роботи у Райфі —\nhttps://raiffeisen.ua/storage/files/raif-benefits-ho.pdf\nНеобхідний досвід:\n\nВища освіта\n\nРозуміння принципів банківської діяльності і банківських продуктів\n\nНавички та знання SQL — написання запитів, робота з базами даних\n\nДосвід роботи з Jira (виставлення задач на команду по проєкту)\n\nДосвід роботи з Python\n\nВміння працювати з великими масивами даних\n\nВолодіння англійською мовою — intermediate level\n\nБуде плюсом:\n\nДосвід ведення проєктів від 1 до 3 років\n\nВисокий рівень роботи з Excel (формули, зведені таблиці, джерела даних)\n\nВпевнений користувач MS Office, робота з Power Bi\n\nГотовність до швидкого навчання\n\nЩо ви будете робити:\n\nАналіз бізнес показників\n\nФормування БД і консолідація даних\n\nПроєктна робота з командою аналіз бізнес ТЗ та виставлення задач для ІТ команди\n\nMapping даних\n\nЗдійснення підготовки даних за допомогою SQL/Python\n\nВедення беклог\n\nВедення комунікації з product owner RBI англійською мовою\n\nЗалученість в процес розробки, автоматизації, впровадження і супроводження звітності підрозділу\n\nОптимізація звітності\n\nНаша команда у соцмережах:\nFacebook\n\nInstagram\n"}
{"title": "Middle Python-програміст", "url": "https://www.work.ua/jobs/5094385/", "location": null, "salary_min": "100000", "salary_max": "120000", "description": "\nТрохи про нас:\nМи невелика команда спеціалістів з України, яка вже кілька років проживає в Європі. Зараз ми працюємо над власним SaaS продуктом (хмарне сховище). Проект молодий, але перспективний.\nКого ми шукаємо?\n\nДосвідченого бекенд-розробника на Python, який працюватиме над покращенням поточного та додаванням нового функціоналу до нашого сховища.\nЩо ми очікуємо від кандидата?\n\n\nкомерційний досвід роботи мінімум 2 роки.\n\nPython на високому рівні.\n\nдосвід роботи з Flask framework та Jinja2 templates.\n\nзнання Git та Docker.\n\nвиконане оплачуване тестове завдання.\n\nрозуміння Chart.js або чогось подібного буде перевагою.\n\nЩо ми пропонуємо?\n\nдистанційна робота.\n\nвільний графік.\n\n20−40 годин на тиждень.\n\n2,000€ на місяць під час 3-х місячного випробувального періоду, потім 2,500−3,000€. Перегляд зарплатні кожні півроку.\n\nпереїзд в Європу, якщо це цікавить.\n\nТестове завдання:\nhttps://docs.google.com/document/d/1C3R77duuCbIziy5NKOkShRmVDYbv9UhZv4R2ZQA0BJs/edit\n— детальний опис.\n"}
{"title": "Middle Python Developer (Desktop)", "url": "https://www.work.ua/jobs/5067561/", "location": "Київ", "salary_min": null, "salary_max": null, "description": "\nAjax Systems — розробник і виробник систем безпеки Ajax із можливостями розумного дому. Це більше 50 пристрої, мобільні та десктопні застосунки, серверна інфраструктура. У лінійці Ajax представлено централі керування із власною RTOS (OS Malevich), датчики руху, відчинення, захисту від затоплення та пожежні датчики, вуличні й домашні сирени, тривожна кнопка з функцією керування приладами, розумні розетки та реле.\nКожного року ми демонструємо кратне зростання як у чисельності команди, так і в кількості користувачів у всьому світі. Виробництво Ajax Systems налічує два заводи, що розташовані в Україні. Також у нас чотири R&D-офіси: у Києві, Харкові, Львові та Вінниці. Локальні команди продажів є у Великобританії, Італії, Іспанії, Португалії, Німеччині, Польщі, Норвегії, Румунії, Туреччині, ОАЕ та ПАР.\nДатчики Ajax охороняють більше мільйона користувачів у більш ніж 130 країнах світу.\nОсновне завдання команди — це забезпечити випуск максимальної кількості пристроїв найвищої якості в найкоротші терміни. Ми розробляємо власний софт і апаратне забезпечення, які використовуються практично на всіх етапах виробництва: починаючи з тестування змонтованих плат і прошивки мікроконтролерів, до перевірки зібраних пристроїв і їх упаковки, комплектації Starter Kits. Головний виклик перед командою на найближче майбутнє — повна автоматизація всіх етапів виробництва з використанням конвеєрів і роботів.\nОсновні задачі:\n\nрозробка десктоп програм (PC, single-board) для автоматизації процесів масового виробництва, тестування та калібрування пристроїв.\n\nінтеграція апаратного забезпечення в програм виробництва, що потрібні для перевірки/калібрування окремих функцій охоронних, відео та смарт-хоум пристроїв.\n\nробота з CI/DI системою для автоматичного управління версіями програмного забезпечення виробництва\n\nрозробка допоміжних програм, скриптів, алгоритмів аналізу, API для взаємодії програм з базою, стороннім ПЗ та ПЗ/хардом інших команд.\n\nЩо шукаємо у кандидаті?\n\nтехнічну освіту\n\nкомерційний досвід з Python 3 — від 3-х років\n\nзнання PyQT, PySide або Tkinter\n\nдосвід роботи з MySQL, PostgreSQL\n\nрозуміння Multiprocessing, Threading, Socket, The Python Standard Libraries\n\nзнання HTTP/TCP, модель OSI\n\nдосвід OOP\n\nзнання Git, Linux\n\nанглійську на рівні читання та розуміння документації\n\nЧудово, якщо ви знаєте:\n\nPySerial или PyUSB\n\nPyInstaller\n\nDjango REST API\n\nJenkins або іншу CI/CD систему\n\nDocker, docker-compose\n\nОсобисті якості:\n\nцілеспрямованість\n\nпрагнення до нових знань і вирішенню нестаранних задач\n\nвміння працювати в команді.\n\nДеталі про команду, проекти, найближчі задачі, плани на майбутнє:\n"}
{"title": "Викладач у дитячу IT-школу програмування (Scratch, Python, JavaScript)", "url": "https://www.work.ua/jobs/5249023/", "location": "Канів", "salary_min": "5000", "salary_max": "10000", "description": "\nШкола Logika активно розвивається і в зв’язку із розширенням штату фахівців, відбувається пошук викладачів у нашу школу! В нашій школі присутні курси: Комп’ютерна грамотність, Scratch, Геймдизайн, Python, Front-end.\nПРО ШКОЛУ:\nМи впроваджуємо новітні IT технології в навчання школярів. На наших уроках діти не лише вчаться основам програмування, вони розвивають своє логічне та критичне мислення і вміння думати та аналізувати інформацію, в проєктній роботі проявляти креативність та творчі здібності.\nМи пропонуємо:\n\nРобота у вихідні (субота, неділя). Можлива зайнятість в будні дні друга половина дня.\n\nВчасна виплата заробітної плати.\n\nПостійне навчання за рахунок компанії від наших професіоналів.\n\nКруте ком’юніті однодумців та комплексну базу знань для співробітників!\n\nМотивацію для викладачів!\n\nЗайнятість від 3−7 груп\n\nЗаробітна плата: від 400 грн за один урок (в залежності від кількості дітей у групі)\n\nОбов`язки:\n\nПроводити офлайн заняття із використанням вже готових методичних та практичних матеріалів школи Logika;\n\nСтворювати та підтримувати дружню робочу атмосферу на заняттях;\n\nСлідкувати за результатами учнів;\n\nВчасно заповнювати адміністративну звітність;\n\nПроводити відкриті уроки для батьків, та давати зворотній зв’язок про навчання дітей;\n\nОтримувати задоволення від роботи із майбутнім нашої країни;\n\nХто нам потрібен?:\n\nПотрібні\nенергійні\nта\nвмотивовані\nвикладачі, які ладнають із комп’ютером на «ти» та мають\nактивний підхід\nдо своєї роботи.\n\nВисоко розвинені\nкомунікативні\nнавички\n, досвід публічних виступів\n\nЛюбов до дітей\nта\nбажання\nнавчати та навчатись разом із ними!\n\nЗнання різних мов програмування\nPython,Scratch, Lua, HTML,CSS, JavaScript\nта величезне\nбажання вивчати\nнове).\n\nВеликою перевагою буде\nвища освіта в області ІТ\n,\nпедагогіки/психології.\n\nКандидати\nз досвідом роботи з дітьми\nв пріоритеті.\n\nЯкщо у Вас ще немає досвіду, але є хист і бажання, школа пропонує навчання і підтримку.\nЯкщо саме ВИ бажаєте власноруч змінювати освіту на краще — чекаємо на Вас в Logika!\nНе втрачайте можливість — хутчіш залишайте відгук, або ж телефонуте/пишіть:\n0931075430\nПоказати телефон\nАнна.\n"}
{"title": "Викладач програмування на Python в онлайн-школу для дітей", "url": "https://www.work.ua/jobs/4738596/", "location": null, "salary_min": "15000", "salary_max": null, "description": "\nВакансія:\nВикладач програмування на Python онлайн школу для дітей\nМи шукаємо енергійного та талановитого викладача для нашої школи\nJunior IT\n. Ваша головна мета — надавати дітям навички програмування на мові Python.\nОбов’язки:\n\nВикладання основ програмування на мові Python дітям віком від 10 до 15 років.\n\nВикористання готових навчальних програм із можливістю адаптації під свій індивідуальний підхід\n\nСтворення інтерактивних та практичних занять, щоб допомогти учням глибше зрозуміти теми програмування.\n\nЗабезпечення підтримки та допомоги учням під час виконання завдань та проектів.\n\nПідготовка та надання зворотного зв’язку щодо успішності дітей\n\nВимоги:\n\nДосвід у програмуванні на мові Python від 1 року.\n\nЗнання основних концепцій програмування та вміння пояснити їх дітям зрозумілою мовою.\n\nВміння створювати цікаві та практичні навчальні матеріали.\n\nВисока комунікабельність та здатність працювати з дітьми різного віку.\n\nВідповідальність та організованість.\n\nМи пропонуємо:\n\nОфіційне працевлаштування. Виплати двічі на місяць без затримок.\n\nГнучкий робочий графік.\n\nВіддалену роботу.\n\nМожливість працювати з талановитими та цікавими дітьми.\n\nЯкщо ви енергійні, творчі та цілеспрямовані, і ви бажаєте передати свої знання молодому поколінню, ми з нетерпінням чекаємо на вашу заявку!\n"}
{"title": "Python-програміст", "url": "https://www.work.ua/jobs/5251229/", "location": null, "salary_min": "10000", "salary_max": "30000", "description": "\n🚀 Запрошуємо до співпраці! 📊🔍\nВи володієте Python та вмієте ефективно аналізувати дані для підтримки команди продажів? Ми маємо захоплюючу можливість для вас приєднатися до нашої динамічної команди на умовах контракту з можливістю переходу на повну зайнятість у майбутньому.\n🔎 Про нас: Ми — передова компанія, яка динамічно розвивається у своїй сфері. Команда продажів відіграє важливу роль у нашому успіху, тому ми шукаємо талановитого Спеціаліста, який допоможе нам у цьому завданні.\n💼 Обов’язки та відповідальність: Як Спеціаліста, ваша основна задача — добувати та аналізувати дані з різних веб-сайтів, зосереджуючись на обраних галузях. Ви будете використовувати свої знання Python та аналітичні вміння для виявлення корисних інсайтів, що допоможуть нашій команді продажів приймати рішення на основі даних та виходити в лідери ринку.\n📋 Основні обов’язки:\n\nВикористовувати мову програмування Python для збору та вилучення потрібних даних з веб-сайтів.\n\nПроводити глибинний аналіз даних для виявлення патернів, тенденцій та потенційних бізнес-можливостей.\n\nСпівпрацювати з командою продажів, щоб зрозуміти їх потреби щодо даних та забезпечити цінні інсайти.\n\nРозробляти автоматизовані скрипти та інструменти для оптимізації процесів збору та аналізу даних.\n\nВдосконалювати техніки дата майнінгу для забезпечення ефективності, точності та надійності результатів.\n\nСпівпрацювати з командами різних підрозділів для розробки стратегій на основі даних.\n\n💻 Вимоги:\n\nПідтверджений досвід роботи як Data Mining Specialist або схожої посади.\n\nВисокий рівень володіння мовою програмування Python для веб-скрапінгу та маніпуляції даними.\n\nСильні знання аналізу даних та візуалізації.\n\nЗнайомство з різноманітними джерелами даних та API.\n\nВиняткові навички у вирішенні проблем та увага до деталей.\n\nЗдатність працювати самостійно та ефективно на віддаленій роботі.\n\nВисокі комунікаційні навички для успішної співпраці зі співробітниками.\n\n🌟 Що ви отримаєте: Приєднавшись до нашої команди як Дата Майнінг Спеціаліст, ви отримаєте можливість стати частиною амбітної та розвиваючоїся компанії, яка цінує інновації та творчість. Ви зможете проявити свої вміння, значно вплинути на успіх нашої команди продажів та допомогти формувати майбутнє компанії.\n📍 Місцезнаходження: Віддалена робота (можливість працювати з будь-якої локації)\n📆 Тип: Контракт (з можливістю переходу на повну зайнятість у майбутньому)\n📧 Як подати заявку: Щоб подати заявку на цю посаду, будь ласка, надішліть своє оновлене резюме та короткий супровідний лист з докладним описом вашого відповідного досвіду. Дайте нам знати, чому ви ідеально підходите для цієї ролі, і ми зв’яжемося найближчим часом!\n"}
{"title": "Викладач програмування у IT-школу (Python)", "url": "https://www.work.ua/jobs/5249498/", "location": "Прилуки", "salary_min": "4500", "salary_max": "9000", "description": "\nХто така Logika:\nМи впроваджуємо новітні IT технології в навчання школярів. На наших уроках діти не лише вчаться основам програмування, вони розвивають логіку і вміння думати, а в проєктній роботі проявляють креативність та творчі здібності.\nУ програму курсу Logika включені частини курсів з фізики, математики, хімії, астрономії, що допомагає дітям зрозуміти, навіщо шкільні предмети потрібні в реальному житті.\nLogika активно розвивається у Чернігівській області та в зв’язку із розширеннями відбувається пошук викладачів!\nМи пропонуємо:\n\nРобота у вихідні та будні.\n\nЗаробітна плата: 350 грн / 1.5 години викладання.\n\nПостійне навчання за рахунок компанії від наших професіоналів (тьюторів, методистів).\n\nЗручне місцерозташування школи.\n\nКруте ком’юніті однодумців!\n\nХто нам потрібен?:\n\nПотрібні енергійні та вмотивовані викладачі, які ладнають із комп’ютером на «ти» та мають активний підхід до своєї роботи.\n\nНеобхідні знання у Python.\nВітається знання HTML, CSS та JavaScript.\n\nВеликою перевагою буде вища освіта в області ІТ, або ж педагогіки/психології.\n\nКандидати з досвідом роботи з дітьми в пріоритеті.\n\nЯкщо в тебе ще немає досвіду, але є хист і бажання, школа пропонує навчання та підтримку!\n\nОбов`язки:\n\nпроводити заняття із використанням уже готових методичних матеріалів школи Logika;\n\nстворювати та підтримувати дружню робочу атмосферу;\n\nслідкувати за результатами учнів\n\nдавати звіти за шаблонами (таблицями, формами зворотнього звʼязку)\n\nдотримуватися посадових обовʼязків викладача\n\nотримувати задоволення від роботи із майбутнім нашої країни;\n\nЯкщо саме ВИ бажаєте власноруч змінювати освіту на краще — ходім до Logika!\nНе втрачай можливість — хутчіш залишай відгук!\n"}
{"title": "Python-програміст", "url": "https://www.work.ua/jobs/5262279/", "location": null, "salary_min": "10000", "salary_max": "20000", "description": "\nМи шукаємо талановитого і досвідченого Python-програміста, який приєднається до нашої команди талановитих розробників. У якості програміста ви будете працювати над розробкою та підтримкою програмного забезпечення для наших клієнтів. Ваші обов’язки будуть включати аналіз вимог, розробку програмного коду, тестування та впровадження програмних рішень.\nВимоги:\n\nДосвід розробки на мові програмування Python від 1 року;\n\nЗнання фреймворків, таких як Flask або Fast API;\n\nРозуміння базових принципів об'єктно-орієнтованого програмування;\n\nНавички роботи з базами даних, такими як PostgreSQL;\n\nДосвід роботи з системами контролю версій, такими як Git;\n\nЗдатність працювати в команді;\n\nБуде перевагою:\n\n\nБазові знання машинного навчання та штучного інтелекту;\n\nДосвiд створення чат-ботiв для WhatsApp та Telegram та інтегрування їх з GPT API;\n\nДосвід роботи хоча б з однією з технологій: LangChain, AutoCode, Pinecone;\n\nМи пропонуємо можливість професійного росту та розвитку, цікаві проекти та дружню атмосферу в команді. Якщо ви готові приєднатися до нашої компанії і втілювати свої програмістські навички, надсилайте своє резюме із зразками робіт. Ми з нетерпінням чекаємо на вашу заявку!\n"}
{"title": "Strong junior, middle Python software engineer", "url": "https://www.work.ua/jobs/5254606/", "location": null, "salary_min": null, "salary_max": null, "description": "\nBig data, AI та військова сфера — це те, що ми поєднали у своїй роботі. Працюємо «at the cutting edge of innovation», аналізуємо великі дані із соцмереж, ідентифікуємо людей за фото, вирішуємо інші корисні задачі для військових та бізнесу.\nЧому вакансія повинна тебе зацікавити?\n\nМожливість поєднати створення високотехнологічних продуктів та роботу в інтересах ЗСУ\n\nРозробляємо технології AI з аналізу людей, унікальні у світовому масштабі. Майже як у Чорному дзеркалі. У нас цікаво, незвично та багато драйву\n\nНа кожній позиції ми надаємо свободу дій, «творчості», а також даємо складні задачі та допомагаємо їх вирішувати, що дозволяє дуже швидко прокачувати свої навики та бачити результати саме своєї роботи\n\nТехнічні вимоги:\n\nКомерційний досвід роботи з Python (gRPC, multiprocessing, asyncio) від 1−2 років\n\nРозуміння асимптотики, алгоритмів, структур даних, основ паралельного програмування\n\nРозуміння основних принципів передачі даних в мережі\n\nДосвід роботи з NoSQL та SQL базами даних (MongoDB, Redis, графові БД)\n\nДосвід роботи з фреймворком FastAPI\n\nБажано:\n\nДосвід роботи з Java\n\nДосвід роботи з Linux, Docker\n\nДосвід роботи з open data\n\nДосвід роботи з reverse engineering, парсингом сайтів (selenium, bs4)\n\nДосвід створення API, оптимізації програмного коду\n\nДосвід у web розробці\n\nПриклади задач:\n\nРозробка клієнтських API та внутрішніх продуктів компанії\n\nЗнаходження оптимальних засобів розміщення наявних даних для подальшого використання командою data science\n\nПобудова пайплайнів передачі даних, у тому числі на web\n\nВикористання інструментів роботи з big data — побудова кластерних рішень\n\nПро компанію Artellence:\n\nНаша місія полягає у розкритті потенціалу використання великих даних із відкритих джерел з метою вирішення задач ЗСУ та бізнесу. Наші алгоритми ідентифікують людину за фото, перевіряють підозрілих людей, вирішують хто сьогодні отримає кредит, а кого завтра візьмуть на роботу. Ми беремо участь у будівництві нового майбутнього, заснованого на машинному навчанні та великих даних\n\n\nДетальніше про компанію можна прочитати на сайті artellence.com, а також у нашому Telegram-каналі BigDataFuture (t.me/artellence_official). Пошук постів про внутрішню кухню компанії за #ai_from_inside\n\nВідгуки співробітників про роботу в Artellence: jobs.dou.ua/companies/artellence/reviews\n\nМи працюємо у віддаленому форматі із гнучким графіком, орієнтуємося на результат, а не кількість відпрацьованих годин. Розглядаємо кандидатів із усієї України\n\n"}
{"title": "Senior, Lead Machine Learning Engineer (Python)", "url": "https://www.work.ua/jobs/5212809/", "location": null, "salary_min": null, "salary_max": null, "description": "\nInternational company Kodershop is looking for a highly motivated and Senior/Lead Machine Learning Engineer (Python), who will be  working as  part of  the team on  a  project for USA client.\nRequired skills\n:\n\nMaster’s degree in Computer Science or similar\n\n5+ years of work experience in machine learning or data engineering\n\nHave experience launching production systems from the ground up\n\nProficiency in Python Development experience with big data technologies such as SQL and AWS/Cloud Platform Knowledge of machine learning frameworks Experience with Azure cloud and recognising functionality\n\nBE development experience for an end-to-end machine learning solution Ideal experience with Natural Language Processing or Computer Vision\n\nScope of work:\n\nParticipate in developing machine learning solutions to recognise huge streams of data (handwritten, audio, etc.)\n\nDesign and build pipelines that collect, preprocess, and deliver data with a measurable quality Write production-ready software with fast and efficient algorithms\n\nDevelop state-of-the-art machine learning algorithms across computer vision, natural language understanding, and structured data problems to solve problems\n\nOwn machine learning services from end-to-end, including problem discovery, data pipeline development, model experimentation, and service deployment Help build new machine learning prediction delivery systems — all of our products are built from the ground up with machine learning at their core, enabling us to deploy our predictions in new and interesting ways\n\nOpportunity to quickly make an impact and becoming a leader for the team\n\nMentor other team members.\n\nSend your Resume:\n[\nвідгукнутися\n]\nTelegram: @HR_SID\nSkype: [\nвідгукнутися\n]\n"}
{"title": "Викладач програмування Python для дітей", "url": "https://www.work.ua/jobs/4808522/", "location": "Черкаси, вулиця Героїв Сталінграду, 22А.", "salary_min": "5000", "salary_max": "15000", "description": "\nАкадемія Професій Майбутнього — це мережа сучасних IT-центрів для дітей від 6 до 16 років, які прагнуть мислити вільно і креативно, отримати максимум знань і навичок, ставити перед собою конкретні завдання та всіма силами досягати цих цілей.\nМи запрошуємо до своєї команди викладача за такими напрямками:\n\nPython\n\nScratch\n\nC#\n\nJava\n\nC++\n\nПри відгукі на вакансію вказуйте напрямок, який ви хочете викладати.\nВсі матеріали для проведення уроків ми надаємо!\nВимоги:\n\nДосвід викладання не обов’язковий\n\nХороші комунікативні здатність\n\nЗнання української та російської мов\n\nВміння добре подати матеріал та зацікавити учня\n\nВідповідальність, пунктуальність.\n\nОбов’язки:\n\nПроведення заняття у будні або вихідні\n\nПроведення пробних уроків, презентацій курсу\n\nУмови роботи:\n\nВикладач сам формує свій графік роботи\n\nМінімум бюрократії та паперової тяганини. Нам важливим є результат, а не безліч документів;\n\nОплата погодинна.\n\nМожливість суміщення з основною роботою.\n\nЯкщо Вас зацікавила наша вакансія — надсилайте резюме, запросимо Вас на співбесіду!\n"}
{"title": "Програміст C, C++, C#, Java, SQL, Python, ERM, PLC (стажер)", "url": "https://www.work.ua/jobs/4678613/", "location": "Дніпро, вулиця Центральна.", "salary_min": "32000", "salary_max": null, "description": "\nРічне стажування у Німеччині з подальшим працевлаштуванням в Україні.\nХто надає?\nIAW (Internationale Akademie fur Aus-und Weiterbildung, академія освіти та підвищення кваліфікації) — некомерційна організація, головний офіс якої знаходиться в Baden-Wurttemberg, Німеччина.\nДля кого?\nДля випускників та студентів технічних спеціальностей, програмістів та інженерів у галузі інформаційних технологій. Студенти повинні бути зараховані до університету як мінімум протягом 4 семестрів (бакалавр) та будь-який семестр для майстранда чи докторанда. Важливим чинником відбору практикантів є знання англійської на середньому рівні.\nЩо отримує практикант?\n\nДосвід роботи в німецькій IT компанії (Trumpf, Bosch, IMSGear, Schunk, Froehlich, Endress und Hauser, Nexus, Fischer, MADA, Koenig und Bauer та інші)\n\nОплата перельоту в обидва кінці\n\nОплачувана відпустка # Повністю облаштоване житло на весь період проходження практики\n\nСтипендію у розмірі 850 — 1000 євро щомісяця\n\nБезкоштовний курс німецької # Після стажування високо оплачувана робота у Дніпрі (початкова зарплата 1500 євро)\n\nЧому участь безкоштовна?\nIAW підтримують агенство зайнятості та торгова палата Німеччини, федеральне міністерство економіки, а також частина витрат бере на себе фірма, що приймає практиканта.\nЩо потрібно зробити для отримання практики?\nНадіслати резюме англійською, осткановану копію диплома та додаток до диплому з оцінками на: [\nвідгукнутися\n]\nНаступним етапом є тестування технічне та мовне.\n"}
{"title": "Junior Python, Django developer", "url": "https://www.work.ua/jobs/2192963/", "location": "Харків", "salary_min": null, "salary_max": null, "description": "\nНам в команду нужен Junior Python developer со знанием Django или желанием его изучить для работы над интересными проектами. Плюсому будет знание Django REST framework, GraphQL и основ БД. Рассматриваем только кандидатов которые живут в Харькове или собираются туда вернуться. Сейчас работаем удаленно, но после войны вернемся в офис в Харькове.\nТребования:\n\nбазовые знания Python\n\nпонимание основ интернет-технологий\n\nумение работы с БД, знание основ SQL\n\nlinux, docker\n\nанглийский на уровне чтения технической документации\n\nМы предлагаем\n\nработу над интересными проектами с использованием современных технологий\n\nгибкий график работы\n\nофис в центре города (после войны)\n\nкурсы английского в офисе (после войны)\n\nЖдем Ваше резюме на [\nвідгукнутися\n]\nЗаработная плата обсуждается по результатам собеседования.\n"}
{"title": "Викладач у дитячу IT-школу програмування (Scratch, Python, JavaScript)", "url": "https://www.work.ua/jobs/5248931/", "location": "Світловодськ", "salary_min": "5000", "salary_max": "10000", "description": "\nШкола Logika активно розвивається і в зв’язку із розширенням штату фахівців, відбувається пошук викладачів у нашу школу! В нашій школі присутні курси: Комп’ютерна грамотність, Scratch, Геймдизайн, Python, Front-end.\nПРО ШКОЛУ:\nМи впроваджуємо новітні IT технології в навчання школярів. На наших уроках діти не лише вчаться основам програмування, вони розвивають своє логічне та критичне мислення і вміння думати та аналізувати інформацію, в проєктній роботі проявляти креативність та творчі здібності.\nМи пропонуємо:\n\nРобота у вихідні (субота, неділя). Можлива зайнятість в будні дні друга половина дня.\n\nВчасна виплата заробітної плати.\n\nПостійне навчання за рахунок компанії від наших професіоналів.\n\nКруте ком’юніті однодумців та комплексну базу знань для співробітників!\n\nМотивацію для викладачів!\n\nЗайнятість від 3−7 груп\n\nЗаробітна плата: від 350 грн за один урок (в залежності від кількості дітей у групі)\n\nОбов`язки:\n\nПроводити офлайн заняття із використанням вже готових методичних та практичних матеріалів школи Logika;\n\nСтворювати та підтримувати дружню робочу атмосферу на заняттях;\n\nСлідкувати за результатами учнів;\n\nВчасно заповнювати адміністративну звітність;\n\nПроводити відкриті уроки для батьків, та давати зворотній зв’язок про навчання дітей;\n\nОтримувати задоволення від роботи із майбутнім нашої країни;\n\nХто нам потрібен?:\n\nПотрібні\nенергійні\nта\nвмотивовані\nвикладачі, які ладнають із комп’ютером на «ти» та мають\nактивний підхід\nдо своєї роботи.\n\nВисоко розвинені\nкомунікативні\nнавички\n, досвід публічних виступів\n\nЛюбов до дітей\nта\nбажання\nнавчати та навчатись разом із ними!\n\nЗнання різних мов програмування\nPython,Scratch, Lua, HTML,CSS, JavaScript\nта величезне\nбажання вивчати\nнове).\n\nВеликою перевагою буде\nвища освіта в області ІТ\n,\nпедагогіки/психології.\n\nКандидати\nз досвідом роботи з дітьми\nв пріоритеті.\n\nЯкщо у Вас ще немає досвіду, але є хист і бажання, школа пропонує навчання і підтримку.\nЯкщо саме ВИ бажаєте власноруч змінювати освіту на краще — чекаємо на Вас в Logika!\nНе втрачайте можливість — хутчіш залишайте відгук, або ж телефонуте/пишіть:\n0931075430\nПоказати телефон\nАнна.\n"}
{"title": "Викладач програмування у дитячу школу (Python)", "url": "https://www.work.ua/jobs/5244069/", "location": null, "salary_min": "11000", "salary_max": "16000", "description": "\nЩо таке Logika:\nМи впроваджуємо новітні IT технології в навчання школярів. На наших уроках діти не лише вчаться основам програмування, вони розвивають логіку і вміння думати, а в проєктній роботі проявляють креативність та творчі здібності.\nУ програму курсу\nLogika\nвключені частини курсів з фізики, математики, хімії, астрономії, що допомагає дітям зрозуміти, навіщо шкільні предмети потрібні в реальному житті.\nLogika\nактивно розвивається і в зв’язку із розширеннями відбувається пошук викладачів у\nонлайн-відділ\n!\nМи пропонуємо:\n\nРобота протягом тижня у зручний для Вас час.\n\nГрафік занять узгоджується.\n\nЗайнятість від 6 груп.\n\nЗаробітна плата: 450 грн / 1.5 години викладання.\n\nПостійне навчання за рахунок компанії від наших професіоналів.\n\nДистанційна робота.\n\nКруте ком’юніті однодумців!\n\nХто нам потрібен?:\n\nПотрібні енергійні та вмотивовані викладачі, які ладнають із комп’ютером на «ти» та мають активний підхід до своєї роботи.\n\nНеобхідні знання у Python (Або ж досвід із іншими мовами програмування та бажання вивчати нове).\n\nВеликою перевагою буде вища освіта в області ІТ, або ж педагогіки/психології.\n\nДосвід роботи з дітьми обов’язковий.\n\nОбов`язки:\n\nПроводити онлайн заняття із використанням вже готових методичних матеріалів школи\nLogika\n;\n\nСтворювати та підтримувати дружню робочу атмосферу на заняттях;\n\nСлідкувати за результатами учнів;\n\nДавати звіти за шаблонами;\n\nОтримувати задоволення від роботи із майбутнім нашої країни;\n\nЯкщо саме ВИ бажаєте власноруч змінювати освіту на краще — чекаємо на Вас в\nLogika\n!\nНе втрачай можливість — хутчіш залишай відгук, або ж телефонуй:\n+380 66 052 15 35\nПоказати телефон\n(Анатолій)\n"}
{"title": "Викладач програмування у дитячу школу (Python, Roblox, JavaScript)", "url": "https://www.work.ua/jobs/5248983/", "location": null, "salary_min": "5000", "salary_max": "10000", "description": "\nШкола Logika активно розвивається і в зв’язку із розширенням штату фахівців, відбувається пошук викладачів у нашу школу! В нашій школі присутні курси: Комп’ютерна грамотність, Scratch, Геймдизайн, Python, Front-end.\nПРО ШКОЛУ:\nМи впроваджуємо новітні IT технології в навчання школярів. На наших уроках діти не лише вчаться основам програмування, вони розвивають своє логічне та критичне мислення і вміння думати та аналізувати інформацію, в проєктній роботі проявляти креативність та творчі здібності.\nМи пропонуємо:\n\nРобота у вихідні (субота, неділя). Можлива зайнятість в будні дні друга половина дня.\n\nВчасна виплата заробітної плати.\n\nПостійне навчання за рахунок компанії від наших професіоналів.\n\nКруте ком’юніті однодумців та комплексну базу знань для співробітників!\n\nМотивацію для викладачів!\n\nЗайнятість від 3−7 груп\n\nЗаробітна плата: від 400 грн за один урок (в залежності від кількості дітей у групі)\n\nОбов`язки:\n\nПроводити онлайн заняття із використанням вже готових методичних та практичних матеріалів школи Logika;\n\nСтворювати та підтримувати дружню робочу атмосферу на заняттях;\n\nСлідкувати за результатами учнів;\n\nВчасно заповнювати адміністративну звітність;\n\nПроводити відкриті уроки для батьків, та давати зворотній зв’язок про навчання дітей;\n\nОтримувати задоволення від роботи із майбутнім нашої країни;\n\nХто нам потрібен?:\n\nПотрібні\nенергійні\nта\nвмотивовані\nвикладачі, які ладнають із комп’ютером на «ти» та мають\nактивний підхід\nдо своєї роботи.\n\nВисоко розвинені\nкомунікативні\nнавички\n, досвід публічних виступів\n\nЛюбов до дітей\nта\nбажання\nнавчати та навчатись разом із ними!\n\nЗнання різних мов програмування\nPython,Scratch, Lua, HTML,CSS, JavaScript\nта величезне\nбажання вивчати\nнове).\n\nВеликою перевагою буде\nвища освіта в області ІТ\n,\nпедагогіки/психології.\n\nКандидати\nз досвідом роботи з дітьми\nв пріоритеті.\n\nЯкщо у Вас ще немає досвіду, але є хист і бажання, школа пропонує навчання і підтримку.\nЯкщо саме ВИ бажаєте власноруч змінювати освіту на краще — чекаємо на Вас в Logika!\nНе втрачайте можливість — хутчіш залишайте відгук, або ж телефонуте/пишіть:\n0931075430\nПоказати телефон\nАнна.\n"}
{"title": "Викладач у дитячу IT-школу програмування (Scratch, Python, JavaScript)", "url": "https://www.work.ua/jobs/5248953/", "location": "Сміла", "salary_min": "5000", "salary_max": "10000", "description": "\nШкола Logika активно розвивається і в зв’язку із розширенням штату фахівців, відбувається пошук викладачів у нашу школу! В нашій школі присутні курси: Комп’ютерна грамотність, Scratch, Геймдизайн, Python, Front-end.\nПРО ШКОЛУ:\nМи впроваджуємо новітні IT технології в навчання школярів. На наших уроках діти не лише вчаться основам програмування, вони розвивають своє логічне та критичне мислення і вміння думати та аналізувати інформацію, в проєктній роботі проявляти креативність та творчі здібності.\nМи пропонуємо:\n\nРобота у вихідні (субота, неділя). Можлива зайнятість в будні дні друга половина дня.\n\nВчасна виплата заробітної плати.\n\nПостійне навчання за рахунок компанії від наших професіоналів.\n\nКруте ком’юніті однодумців та комплексну базу знань для співробітників!\n\nМотивацію для викладачів!\n\nЗайнятість від 3−7 груп\n\nЗаробітна плата: від 400 грн за один урок (в залежності від кількості дітей у групі)\n\nОбов`язки:\n\nПроводити офлайн заняття із використанням вже готових методичних та практичних матеріалів школи Logika;\n\nСтворювати та підтримувати дружню робочу атмосферу на заняттях;\n\nСлідкувати за результатами учнів;\n\nВчасно заповнювати адміністративну звітність;\n\nПроводити відкриті уроки для батьків, та давати зворотній зв’язок про навчання дітей;\n\nОтримувати задоволення від роботи із майбутнім нашої країни;\n\nХто нам потрібен?:\n\nПотрібні\nенергійні\nта\nвмотивовані\nвикладачі, які ладнають із комп’ютером на «ти» та мають\nактивний підхід\nдо своєї роботи.\n\nВисоко розвинені\nкомунікативні\nнавички\n, досвід публічних виступів\n\nЛюбов до дітей\nта\nбажання\nнавчати та навчатись разом із ними!\n\nЗнання різних мов програмування\nPython,Scratch, Lua, HTML,CSS, JavaScript\nта величезне\nбажання вивчати\nнове).\n\nВеликою перевагою буде\nвища освіта в області ІТ\n,\nпедагогіки/психології.\n\nКандидати\nз досвідом роботи з дітьми\nв пріоритеті.\n\nЯкщо у Вас ще немає досвіду, але є хист і бажання, школа пропонує навчання і підтримку.\nЯкщо саме ВИ бажаєте власноруч змінювати освіту на краще — чекаємо на Вас в Logika!\nНе втрачайте можливість — хутчіш залишайте відгук, або ж телефонуте/пишіть:\n0931075430\nПоказати телефон\nАнна.\n"}
{"title": "Викладач у дитячу IT-школу програмування (Scratch, Python, JavaScript)", "url": "https://www.work.ua/jobs/5248896/", "location": "Кропивницький", "salary_min": "5000", "salary_max": "10000", "description": "\nШкола Logika активно розвивається і в зв’язку із розширенням штату фахівців, відбувається пошук викладачів у нашу школу! В нашій школі присутні курси: Комп’ютерна грамотність, Scratch, Геймдизайн, Python, Front-end.\nПРО ШКОЛУ:\nМи впроваджуємо новітні IT технології в навчання школярів. На наших уроках діти не лише вчаться основам програмування, вони розвивають своє логічне та критичне мислення і вміння думати та аналізувати інформацію, в проєктній роботі проявляти креативність та творчі здібності.\nМи пропонуємо:\n\nРобота у вихідні (субота, неділя). Можлива зайнятість в будні дні друга половина дня.\n\nВчасна виплата заробітної плати.\n\nПостійне навчання за рахунок компанії від наших професіоналів.\n\nКруте ком’юніті однодумців та комплексну базу знань для співробітників!\n\nМотивацію для викладачів!\n\nЗайнятість від 3−7 груп\n\nЗаробітна плата: від 400 грн за один урок (в залежності від кількості дітей у групі)\n\nОбов`язки:\n\nПроводити офлайн заняття із використанням вже готових методичних та практичних матеріалів школи Logika;\n\nСтворювати та підтримувати дружню робочу атмосферу на заняттях;\n\nСлідкувати за результатами учнів;\n\nВчасно заповнювати адміністративну звітність;\n\nПроводити відкриті уроки для батьків, та давати зворотній зв’язок про навчання дітей;\n\nОтримувати задоволення від роботи із майбутнім нашої країни;\n\nХто нам потрібен?:\n\nПотрібні\nенергійні\nта\nвмотивовані\nвикладачі, які ладнають із комп’ютером на «ти» та мають\nактивний підхід\nдо своєї роботи.\n\nВисоко розвинені\nкомунікативні\nнавички\n, досвід публічних виступів\n\nЛюбов до дітей\nта\nбажання\nнавчати та навчатись разом із ними!\n\nЗнання різних мов програмування\nPython,Scratch, Lua, HTML,CSS, JavaScript\nта величезне\nбажання вивчати\nнове).\n\nВеликою перевагою буде\nвища освіта в області ІТ\n,\nпедагогіки/психології.\n\nКандидати\nз досвідом роботи з дітьми\nв пріоритеті.\n\nЯкщо у Вас ще немає досвіду, але є хист і бажання, школа пропонує навчання і підтримку.\nЯкщо саме ВИ бажаєте власноруч змінювати освіту на краще — чекаємо на Вас в Logika!\nНе втрачайте можливість — хутчіш залишайте відгук, або ж телефонуте/пишіть:\n0931075430\nПоказати телефон\nАнна.\n"}
{"title": "Викладач Python для дітей", "url": "https://www.work.ua/jobs/5022829/", "location": "Хмельницький, вулиця Подільська, 93.", "salary_min": null, "salary_max": null, "description": "\nШукаємо викладача комп`ютерних дисциплін для дітей у Комп’ютерну Академію IT STEP\nКомп’ютерна Академія IT STEP\n— лідер у сфері IT-освіти з 1999 року. Ми є найбільшою міжнародною компанією, яка спеціалізуємося на IT-освіті, з сотнями тисяч випускників по всьому світі\nНе хвилюйтесь через те, що ви не викладали раніше. З вас — технічні навички, з нас — допомога у педагогіці\nЧасткова зайнятість — 4−12 навчальних пар на тиждень\nОчікування від кандидата:\n\nоснови ООП\nPython\n;\n\nвміння зрозуміло доносити інформацію;\n\nвміння знаходити спільну мову з дітьми.\n\nОбов’язки:\n\nпроводити лекційні та практичні заняття;\n\nзадавати та перевіряти домашні завдання;\n\nмотивувати студентів до навчання.\n\nЗ нас:\n\nнавчання та сприяння розвитку ваший сильних сторін;\n\nгнучкий графік, сучасний офіс;\n\nкомфортна адаптація;\n\nнеминучість кар'єрного росту.\n\n"}
{"title": "Strong junior, middle software engineer (Python)", "url": "https://www.work.ua/jobs/5242788/", "location": null, "salary_min": null, "salary_max": null, "description": "\nBig data, AI та військова сфера — це те, що ми поєднали у своїй роботі. Працюємо «at the cutting edge of innovation», аналізуємо великі дані із соцмереж, ідентифікуємо людей за фото, вирішуємо інші корисні задачі для військових та бізнесу.\nЧому вакансія повинна тебе зацікавити?\n\nМожливість поєднати створення високотехнологічних продуктів та роботу в інтересах ЗСУ\n\nРозробляємо технології AI з аналізу людей, унікальні у світовому масштабі. Майже як у Чорному дзеркалі. У нас цікаво, незвично та багато драйву\n\nНа кожній позиції ми надаємо свободу дій, «творчості», а також даємо складні задачі та допомагаємо їх вирішувати, що дозволяє дуже швидко прокачувати свої навики та бачити результати саме своєї роботи\n\nТехнічні вимоги:\n\nКомерційний досвід роботи з Python (gRPC, multiprocessing, asyncio) від 1−2 років\n\nРозуміння асимптотики, алгоритмів, структур даних, основ паралельного програмування\n\nРозуміння основних принципів передачі даних в мережі\n\nДосвід роботи з NoSQL та SQL базами даних (MongoDB, Redis, графові БД)\n\nДосвід роботи з фреймворком FastAPI\n\nБажано:\n\nДосвід роботи з Java\n\nДосвід роботи з Linux, Docker\n\nДосвід роботи з open data\n\nДосвід роботи з reverse engineering, парсингом сайтів (selenium, bs4)\n\nДосвід створення API, оптимізації програмного коду\n\nДосвід у web розробці\n\nПриклади задач:\n\nРозробка клієнтських API та внутрішніх продуктів компанії\n\nЗнаходження оптимальних засобів розміщення наявних даних для подальшого використання командою data science\n\nПобудова пайплайнів передачі даних, у тому числі на web\n\nВикористання інструментів роботи з big data — побудова кластерних рішень\n\nПро компанію Artellence:\n\n\nНаша місія полягає у розкритті потенціалу використання великих даних із відкритих джерел з метою вирішення задач ЗСУ та бізнесу. Наші алгоритми ідентифікують людину за фото, перевіряють підозрілих людей, вирішують хто сьогодні отримає кредит, а кого завтра візьмуть на роботу. Ми беремо участь у будівництві нового майбутнього, заснованого на машинному навчанні та великих даних\n\n\nДетальніше про компанію можна прочитати на сайті artellence.com, а також у нашому Telegram-каналі BigDataFuture (t.me/artellence_official). Пошук постів про внутрішню кухню компанії за #ai_from_inside\n\nВідгуки співробітників про роботу в Artellence: jobs.dou.ua/companies/artellence/reviews\n\nМи працюємо у віддаленому форматі із гнучким графіком, орієнтуємося на результат, а не кількість відпрацьованих годин. Розглядаємо кандидатів із усієї України\n\n"}
{"title": "Python Developer", "url": "https://www.work.ua/jobs/5243128/", "location": null, "salary_min": "15000", "salary_max": "30000", "description": "\nШукаємо талановитих розробників для розширення нашої команди\nНаша спеціалізація — це розробка торгового та аналітичного програмного забезпечення. Наші поточні проекти стосуються розробки технологій для аналізу Blockchain криптовалют та створення технології тестування та оптимізації торгових стратегій.\nВ нас на черзі проекти пов’язані з:\n1. розробкою інструментів аналізу ринку криптовалют (визначення фаз ринку, пошук оптимальних точок входу, виявлення патернів)\n2. розробкою арбітражного торгового роботу для ринку криптовалют\nІнколи ми відходимо від основної спеціалізації і беремося за проекти в сфері збору та аналізу даних.\nСфера в якій ми працюємо є вузькоспеціалізованою, нашою метою НЕ є знайти вже досвідченого спеціаліста в цій галузі, а знаходити ТАЛАНТІВ!, які зможуть освоїти цю сферу діяльності на практиці.\nНа співбесіду попадуть лише ті, хто виконає одне з двох тестових завдань на високому рівні. Перше стосується сфери торгового ПЗ, друге сфери збору та опрацювання даних. Ми звертатимемо увагу на якість написання коду, наявність докстрінгів, README.md, requirements.txt, структуру програмного рішення, стиль написання коду. Відправляйте виконане тестове завдання в телеграм. Можете писати в telegram:\nhttps://t.me/Maxim_Olehovich_Makarenko\nПерше тестове: переписати мовою Python індикатор TradingView.Така задача регулярно трапляється в нашій практиці. Мало хто знає мову PineScript, на якій написано цей індикатор, проте це і не треба. Задача потребує вміння на ходу розбиратися з новими технологіями. Перевіряти буду картинку, якщо індикатор буде візуально співпадати з тим, що я бачу на TradingView, то задача виконана правильно. Посилання на код індикатора:\nhttps://docs.google.com/document/d/1XHCHTY0B2TWjZuToRyhjQJx9J73i6elMxXMGywUv9bE/edit?usp=sharing\nДруге тестове: зібрати 10,000 лідів (одиниць даних про потенційних клієнтів або партнерів) в сфері IT послуг, 1,000 лідів має мати адресу електронної пошти або телефон. Дані, що треба збирати: контакти в соц. мережах, телефон, емейл, ім'я/назва підприємства, посилання на сайт. Регіон довільний, джерела отримання даних довільні. Проявіть креативність!\n"}
{"title": "Junior Account Manager", "url": "https://www.work.ua/jobs/5150025/", "location": null, "salary_min": "15000", "salary_max": "18000", "description": "\nЯкщо ви комунікабельна людина, хочете розвиватись в IT сфері, маєте англійську на рівні\nUpper Intermediate (або вище\n), запрошуємо приєднатись до команди\nPython Automation Masters.\n\nЗадачі:\n\nкоординація 5+ девелоперів\n\nведення проектів\n\nпланування і контроль планів виконання\n\nконтроль завантаженості команди\n\nрегулярні sync-up з клієнтами\n\nучасть у залученні нових клієнтів\n\nоформлення use cases проектів, презентацій (використовуючи існуючі шаблони)\n\nTools:\n\nZohoCRM\n\nTrello\n\nCalendly\n\nLoom\n\nApollo\n\nНеобхідні знання та навички:\n\nзнання англійської мови на рівні Upper Intermediate (письмова та розмовна)\n;\n\nexperience as project manager / assoisiated project manager — from 0.5 years\n\nбажаний досвід генерації лідів на Upwork;\n\nнаявність аккаунту на Upwork (або можливість його створити);\n\nвміння знаходити спільну мову з клієнтами; проактивність та ініціативність,\nкомунікабельність\n.\n\nБуде додатковою перевагою:\n\n\nвміння вести переговори з приводу продажів (negotiations);\n\nрозуміння тематики scraping;\n\nрозуміння на базовому рівні наступних областей:\n\nPython\n\nбази даних\n\ngoogle sheets\n\nAPI\n\nДосвід із Zoho CRM;\n\nДосвід із Upwork.\n\nУмови праці:\n\nробота віддалена\n\nкомунікація через telegram/skype\n\nМи пропонуємо:\n\n\nвіддалений формат роботи;\n\nнавчання та підтримку протягом випробувального терміну;\n\nдоброзичливий колектив.\n\nПро компанію Python Automation Masters\nЗаймаємось написанням ефективних скриптових рішень. В загальному працюємо в ніші scraping. Мова програмування — Python 3.x. Працюємо з базами даних: PostgreSQL, mysql, Redis. OS: Linux (Ubuntu, CentOS). Надаємо послуги front-end, а також закриваємо питання по DataScience (ML/NLP). Ростемо і розвиваємось з 2019 року.\n"}
{"title": "Strong, Middle Python розробник для back-end інтеграції з chatGPT", "url": "https://www.work.ua/jobs/5242797/", "location": null, "salary_min": "73600", "salary_max": null, "description": "\nМи — стартап із роботи з AI, займаємось розробкою нових рішень для бізнесу. Шукаємо Strong Middle Python розробника для back-end інтеграції з chatGPT і подібними сервісами.\nШукаємо кандидата на парт або фул тайм під проєкт.\nВимоги:\n\nПонад 2 роки комерційного досвіду з Python- Впевнене розуміння принципів роботи REST API і Websockets.\n\nДосвід проектування API- Досвід роботи з Flask/FastAPI. Досвід створення асинхронних мікросервісів.\n\nДосвід роботи з threading, multiprocessing\n\nУміння працювати з linux серверами та повністю підтримувати свій код.\n\nДосвід роботи з MongoDB: beanie, motor\n\nДосвід роботи з docker та docker-compose.\n\nУміння працювати як самостійно, так і в команді.\n\nГотовність працювати у динамічному середовищі, швидко створювати нові фічі та фіксити баги.\n\nБуде плюсом:\n\nДосвід роботи у сфері ML/AI\n\nДосвід роботи з API Telegram, Discord, Twitter, WhatsApp.\n\nДосвід роботи з RabbitMQ/Celery.\n\nУ ваші завдання входитиме:\n\nРозробка high-load мікросервісів.\n\nІнтеграція з різними зовнішніми API\n\nОптимізація коду для скорочення витрат на інфраструктуру.\n\nРеалізовувати новий функціонал максимально швидко та якісно.\n\nТримати руку на пульсі та вчасно ліквідувати баги.\n\nМи пропонуємо своєчасну конкурентну заробітну плату + бонуси по ходу розвитку компанії. Молодий колектив орієнтований на результат та швидке зростання, feature-first підхід до розробки.\nAbout Chatmasters\nМи робимо AI/ML доступним та зрозумілим для бізнесу.\n"}
{"title": "Backend Python Developer", "url": "https://www.work.ua/jobs/5243893/", "location": null, "salary_min": "29000", "salary_max": "44000", "description": "\nDevIT — Українська IT компанія. Ми працюємо в таких напрямках як: Web development, E-commerce solutions, Healthcare, Social Networks, Web Aplications, Real Estate solutions та інші. Створюємо та розвиваємо як свої власні продукти (додатки для провідної платформи у сфері e-commerce — Shopify), так і працюємо у напрямку IT — аутсорсингу.\nВіддалений формат співпраці.\nПобажання до кандидата:\n\n1,5 + роки досвіду комерційної роботи в заявленому стеці\n\nРівень англійської — Upper-Intermediate\n\nВимоги:\n\n\nДосвід роботи з Django, FastAPI\n\nРозуміння архітектури REST API та досвід роботи з API\n\nДосвід роботи з Langchain та OpenAI API\n\nБазові навички роботи с Vector Database Pinecode/Chroma/pgvector\n\nЗнання та практичні навички з SQL/No-SQL базами даних\n\nРозуміння асинхронного програмування\n\nБазові знання з впровадження мікросервісів\n\nДосвід з Redis, RabbitMQ/SQS\n\nЗнання систем контролю версій Git\n\nБажання навчатися новим технологіям та покращувати свої навички\n\nБуде плюсом досвід роботи з:\n\n\nКлауд платформами AWS/Azure/Google Cloud\n\nDocker\n\nМовними моделями та машинним навчанням\n\nВ середовищі Linux систем\n\nОбов’язки:\n\nБрати участь у розробці нових проектів\n\n\nПідтримка поточних рішень\n\nСтворення нових модулів і доопрацювання існуючих\n\nРозробка API платформ\n\nНаписання ефективного та масштабованого коду\n\nВпровадження алгоритмів обробки документів\n\nРозробка технічної документації\n\nВиконання перевірки коду, функціональне тестування та виправлення помилок\n\nЩо ми пропонуємо?\n\n5-ти денний робочий тиждень (8-ти годинний робочий день)\n\nДружня атмосфера, постійний обмін досвідом, підтримка та допомога колег\n\nАдекватний менеджмент, допомога з адаптацією у компанії\n\nРобота з різноманітними технологіями\n\nМожливість кар'єрного зростання до Team Lead із відповідним підвищенням заробітної плати\n\nКонкурентна заробітна плата з регулярним переглядом кожні 6 місяців\n\nОплачувана відпустка\n\nОплачуваний лікарняний\n\nЗаробітна плата, обговорюється за результатами співбесіди відповідно до рівня знань і навичок.\nЯкщо ви бачите себе частиною нашої команди, тоді відправляйте своє резюме нам! Ми зв’яжемось з Вами найближчим часом!\nIT Recruiter:\nMobile/Telegram\nАнна\n+38 (068)-909−42−24\nПоказати телефон\nБудемо раді співпраці)\n"}
{"title": "Викладач програмування у IT-школу (Scratch, Python)", "url": "https://www.work.ua/jobs/5242703/", "location": "Київ, проспект Володимира Івасюка, 14.", "salary_min": "5000", "salary_max": "10000", "description": "\nХто така Logika:\nМи впроваджуємо новітні IT технології в навчання школярів. На наших уроках діти не лише вчаться основам програмування, вони розвивають логіку і вміння думати, а в проєктній роботі проявляють креативність та творчі здібності.\nУ програму курсу Logika включені частини курсів з фізики, математики, хімії, астрономії, що допомагає дітям зрозуміти, навіщо шкільні предмети потрібні в реальному житті.\nLogika активно розвивається в Києві і в зв’язку із розширеннями відбувається пошук викладачів!\nМи пропонуємо:\n\nРобота у вихідні та будні.\n\nЗаробітна плата: 350 грн / 1.5 години викладання.\n\nПостійне навчання за рахунок компанії від наших професіоналів (тьюторів, методистів).\n\nЗручні локації.\n\nКруте ком’юніті однодумців!\n\nХто нам потрібен?:\n\nПотрібні енергійні та вмотивовані викладачі, які ладнають із комп’ютером на «ти» та мають активний підхід до своєї роботи.\n\nНеобхідні знання у Python, Scratch. Вітається знання HTML, CSS та JavaScript.\n\nВеликою перевагою буде вища освіта в області ІТ, або ж педагогіки/психології.\n\nКандидати з досвідом роботи з дітьми в пріоритеті\n\nЯкщо в тебе ще немає досвіду, але є хист і бажання, школа пропонує навчання та підтримку!\n\nОбов`язки:\n\nпроводити заняття із використанням уже готових методичних матеріалів школи Logika;\n\nстворювати та підтримувати дружню робочу атмосферу;\n\nслідкувати за результатами учнів\n\nдавати звіти за шаблонами (таблицями, формами зворотнього звʼязку)\n\nдотримуватися посадових обовʼязків викладача\n\nотримувати задоволення від роботи із майбутнім нашої країни;\n\nЯкщо саме ВИ бажаєте власноруч змінювати освіту на краще — ходім до Logika!\nНе втрачай можливість — хутчіш залишай відгук!\n"}
{"title": "Викладач програмування у дитячу школу (Python)", "url": "https://www.work.ua/jobs/5244029/", "location": null, "salary_min": "11000", "salary_max": "16000", "description": "\nЩо таке Logika:\nМи впроваджуємо новітні IT технології в навчання школярів. На наших уроках діти не лише вчаться основам програмування, вони розвивають логіку і вміння думати, а в проєктній роботі проявляють креативність та творчі здібності.\nУ програму курсу\nLogika\nвключені частини курсів з фізики, математики, хімії, астрономії, що допомагає дітям зрозуміти, навіщо шкільні предмети потрібні в реальному житті.\nLogika\nактивно розвивається і в зв’язку із розширеннями відбувається пошук викладачів у\nонлайн-відділ\n!\nМи пропонуємо:\n\nРобота протягом тижня у зручний для Вас час.\n\nГрафік занять узгоджується.\n\nЗайнятість від 6 груп.\n\nЗаробітна плата: 450 грн / 1.5 години викладання.\n\nПостійне навчання за рахунок компанії від наших професіоналів.\n\nДистанційна робота.\n\nКруте ком’юніті однодумців!\n\nХто нам потрібен?:\n\nПотрібні енергійні та вмотивовані викладачі, які ладнають із комп’ютером на «ти» та мають активний підхід до своєї роботи.\n\nНеобхідні знання у Python (Або ж досвід із іншими мовами програмування та бажання вивчати нове).\n\nВеликою перевагою буде вища освіта в області ІТ, або ж педагогіки/психології.\n\nДосвід роботи з дітьми обов’язковий.\n\nОбов`язки:\n\nПроводити онлайн заняття із використанням вже готових методичних матеріалів школи\nLogika\n;\n\nСтворювати та підтримувати дружню робочу атмосферу на заняттях;\n\nСлідкувати за результатами учнів;\n\nДавати звіти за шаблонами;\n\nОтримувати задоволення від роботи із майбутнім нашої країни;\n\nЯкщо саме ВИ бажаєте власноруч змінювати освіту на краще — чекаємо на Вас в\nLogika\n!\nНе втрачай можливість — хутчіш залишай відгук, або ж телефонуй:\n38 097 227 6935\nПоказати телефон\n— Андрій (Telegram/дзвінки)\n"}
{"title": "Fullstack Python/React Developer", "url": "https://www.work.ua/jobs/5017342/", "location": null, "salary_min": "60000", "salary_max": "150000", "description": "\nABOUT ELEMENTICA\nWelcome to Elementica! We are excited to see you on our profile. Elementica is a leading global software development company — expert in delivering web development, mobile application development and IT consulting services of any complexity to clients worldwide.\nwww.elementica.io\nJOB POSITION\nWe are looking for a talented Fullstack Python/React Developer to join our Development Team. You will be at the core of our talented Web Apps teams and focus on building the most advanced and meaningful apps and workflows on the latest web technologies.\nRESPONSIBILITIES AND DUTIES\nAs a fullstack developer, you will work on our next generation applications, a specific project critical to our customer’s needs. We need our engineers to be versatile, display leadership qualities and be enthusiastic to take on new challenges as we continue to push technology forward.\nWe are Product oriented developers with a growth mindset. We are curious problem solvers and we like to collaborate, communicate, share knowledge and technical ideas and grow together.\nWhat you’ll do:\n\nDevelop cloud based frontend and backend web applications\n\nWork in all phases of the software development life-cycle (planning, design, implementation, deployment, monitoring and support)\n\nCollaborate and grow in a dynamic environment while working in small, agile and cross functional teams\n\nUse the latest technologies to solve real problems for our customers\n\nCommunicate and coordinate with our engineering team in Ukraine.\n\nWhat we look for in you:\n\nResults-orientation, collaborative, pragmatic and agile mindset\n\nStrong knowledge in working with Javascript, Typescript and Python\n\nExpertise with the cloud (preferably AWS or GCP)\n\nWorking proficiency in English (written and verbal)\n\nContinuous independent learning\n\nWe are looking for these skills/experience:\n\nStrong knowledge of one or more Python frameworks (Django, Flask, FastAPI)\n\nFamiliarity with some ORM (Object Relational Mapper) libraries\n\nStrong knowledge of relational (PostgreSQL) and non-relational (MongoDB) databases\n\nExperience with React hooks, CSS-in-JS, Redux, Jest\n\nUnderstanding of SSR with Next.js\n\nUnderstanding of common development principles and best practices (SOLID, DRY, YAGNI) and basic understanding of design patterns\n\nExperience working with Docker and Docker Compose\n\nExperience in CI/CD processes is a plus\n\nExperience with web performance optimizations\n\nWhat we offer:\n\nThe opportunity to drive the development of cutting-edge software products\n\nThe chance to work on interesting technical challenges such as advanced algorithms, wide integrations or scalable content management\n\nA positive, highly skilled, young team with a focus on quality\n\nHybrid/remote working possibility / Home-office friendly / Flexible working hours\n\nPick your own gear: Linux or IOS — whatever works best for you\n\nA lot of room for your own ideas. We always highly encourage you to work on them together with the team.\n\nOutstanding compensation based on experience and 20 days vacation\n\nSponsored training opportunities with Udemy and English classes\n\nOur job offer Full Stack Python/React Developer sounds interesting? Then we are looking forward to receiving your application!\n"}
{"title": "Full Stack Developer (Python)", "url": "https://www.work.ua/jobs/4428355/", "location": "Київ", "salary_min": null, "salary_max": null, "description": "\nКомпанія «Dinamicka Development» шукає талановитого\nFull Stack Developer\nна посаду, яка вимагає знання мови програмування Python. Кандидат повинен мати досвід в програмуванні від 5 років, бути вмілим у роботі з базами даних, веб-фреймворками та знати основні принципи веб-розробки. Вміння комунікувати та обгрунтовувати рішення, та злагодженої роботи в команді є дуже важливим.\nОсновні обов’язки включають програмування та розробку програмного забезпечення у веб-середовищі, розробку та підтримку веб-додатків, розробку та налаштування баз даних, розробку API та інтеграцію з іншими системами, а також роботу з веб-серверами та контейнерами.\nМи шукаємо висококваліфіковану та мотивовану людину, яка бажає розвиватися. У компанії пропонуємо конкурентну заробітну плату, можливості кар'єрного росту та розвитку, а також багато інших переваг, пов’язаних з роботою в нашій дружній та професійній команді.\nВимоги:\n\nДосвід комерційної розробки на Python від 5 років\n\nДосвід роботи з базами даних (MySQL, PostgreSQL та інші)\n\nЗнання JavaScript, HTML, CSS та фреймворків (Angular або React інші)\n\nДосвід роботи з Django та Flas\n\nАнглійська — B1 \\ B2 і вище;\n\nЗнання алгоритмів та структур даних\n\nРозуміння принципів роботи мережевих протоколів\n\nБуде перевагою:\n\n— Знання Docker, Kubernetes\n\n— Досвід роботи з AWS, Google Cloud\n\nУ нас ти знайдеш:\n\nКонкурентний рівень з/п (за результатами інтерв'ю)\n\nЗгуртований колектив спеціалістів\n\nТихий офіс із літньою терасою\n\n100% оплату відпусток та лікарняних\n\nМожливість кар'єрного зростання у команді професіоналів\n\nГнучкий початок робочого дня (з 9 до 12)\n\nКорпоративну бібліотеку для співробітників компанії\n\nКурси англійської мови.\n\nКорпоративи з виїздами на природу, тімбілдінг.\n\nЕтапи інтерв'ю:\n\n\nІнтерв'ю з рекрутером — 30 хвилин по zoom.\n\nІнтерв'ю з технічним інтерв'юером 1година по zoom. Якщо у вас є досвід розробки на Python та ви готові приєднатися до нашої команди, надсилайте своє резюме!\n\n"}
{"title": "Викладач у дитячу школу програмування (Roblox, Python, JavaScript)", "url": "https://www.work.ua/jobs/5233649/", "location": "Біла Церква", "salary_min": "4000", "salary_max": "10000", "description": "\nLogika активно розвивається і в зв’язку із розширеннями відбувається пошук викладачів у нашу школу!\nВ наші школі присутні курси:\nКомп’ютерна грамотність, Scratch, Геймдизайн, Python, Front-end та Графічний дизайн.\nМіжнародна школа Logika:\nМи впроваджуємо новітні IT технології в навчання школярів. На наших уроках діти не лише вчаться основам програмування, вони розвивають логіку і вміння думати, а в проєктній роботі проявляють креативність та творчі здібності.\nУ програму курсу Logika включені частини курсів з фізики, математики, хімії, астрономії, що допомагає дітям зрозуміти, навіщо шкільні предмети потрібні в реальному житті.\nОбов`язки:\n\nПроводити офлайн заняття із використанням вже готових методичних матеріалів школи Logika;\n\nСтворювати та підтримувати дружню робочу атмосферу на заняттях;\n\nСлідкувати за результатами учнів;\n\nДавати звіти за шаблонами;\n\nОтримувати задоволення від роботи із майбутнім нашої країни;\n\nМи пропонуємо:\n\nРобота протягом тижня у зручний для Вас час.\n\nГрафік занять узгоджується.\n\nЗаробітна плата: 400 грн / 1.5 години викладання.\n\nПостійне навчання за рахунок компанії від наших професіоналів.\n\nКруте ком’юніті однодумців!\n\nХто нам потрібен?:\n\nПотрібні енергійні та вмотивовані викладачі, які ладнають із комп’ютером на «ти» та мають активний підхід до своєї роботи.\n\nНеобхідні знання у мовах програмування Python і Scratch та бажання вивчати нове).\n\nВеликою перевагою буде вища освіта в області ІТ, або ж педагогіки/психології.\n\nКандидати з досвідом роботи з дітьми в пріоритеті.\n\nЯкщо у Вас ще немає досвіду, але є хист і бажання, школа пропонує навчання і підтримку.\nЯкщо саме ВИ бажаєте власноруч змінювати освіту на краще — чекаємо на Вас в Logika!\nНе втрачайте можливість — хутчіш залишайте відгук, або ж телефонуте/пишіть:\n+380638745397\nПоказати телефон\n— Євгеній (Viber/Telegram)\n"}
{"title": "Викладач у дитячу школу програмування (Scratch, Roblox, Python, JavaScript)", "url": "https://www.work.ua/jobs/5233573/", "location": "Фастів", "salary_min": "4000", "salary_max": "10000", "description": "\nLogika активно розвивається і в зв’язку із розширеннями відбувається пошук викладачів у нашу школу!\nВ наші школі присутні курси:\nКомп’ютерна грамотність, Scratch, Геймдизайн, Python, Front-end та Графічний дизайн.\nМіжнародна школа Logika:\nМи впроваджуємо новітні IT технології в навчання школярів. На наших уроках діти не лише вчаться основам програмування, вони розвивають логіку і вміння думати, а в проєктній роботі проявляють креативність та творчі здібності.\nУ програму курсу Logika включені частини курсів з фізики, математики, хімії, астрономії, що допомагає дітям зрозуміти, навіщо шкільні предмети потрібні в реальному житті.\nОбов`язки:\n\nПроводити офлайн заняття із використанням вже готових методичних матеріалів школи Logika;\n\nСтворювати та підтримувати дружню робочу атмосферу на заняттях;\n\nСлідкувати за результатами учнів;\n\nДавати звіти за шаблонами;\n\nОтримувати задоволення від роботи із майбутнім нашої країни;\n\nМи пропонуємо:\n\nРобота протягом тижня у зручний для Вас час.\n\nГрафік занять узгоджується.\n\nЗаробітна плата: 400 грн / 1.5 години викладання.\n\nПостійне навчання за рахунок компанії від наших професіоналів.\n\nКруте ком’юніті однодумців!\n\nХто нам потрібен?:\n\nПотрібні енергійні та вмотивовані викладачі, які ладнають із комп’ютером на «ти» та мають активний підхід до своєї роботи.\n\nНеобхідні знання у мовах програмування Python і Scratch та бажання вивчати нове).\n\nВеликою перевагою буде вища освіта в області ІТ, або ж педагогіки/психології.\n\nКандидати з досвідом роботи з дітьми в пріоритеті.\n\nЯкщо у Вас ще немає досвіду, але є хист і бажання, школа пропонує навчання і підтримку.\nЯкщо саме ВИ бажаєте власноруч змінювати освіту на краще — чекаємо на Вас в Logika!\nНе втрачайте можливість — хутчіш залишайте відгук, або ж телефонуте/пишіть:\n+380638745397\nПоказати телефон\n— Євгеній (Viber/Telegram)\n"}
{"title": "Викладач програмування на мові Python", "url": "https://www.work.ua/jobs/5231549/", "location": "Хмельницький, вулиця Зарічанська, 3/1.", "salary_min": null, "salary_max": null, "description": "\nНазва посади: Викладач програмування на мові Python\nОпис вакансії:\nКомпанія «IT центр SMS» шукає викладача програмування для роботи у нашій школі сучасних навичок «School of Modern Skills». Ми пропонуємо дітям навчання програмуванню та інформаційним технологіям, щоб допомогти їм розвивати творчий потенціал та здобути актуальні навички для майбутнього.\nОбов’язки:\n\nВикладання основ програмування дітям у віці від 7 до 16 років\n\nРозробка та проведення цікавих та практичних занять з програмування\n\nПідготовка навчальних матеріалів та завдань для учнів\n\nМотивація та підтримка учнів у процесі навчання\n\nРобота з навчальним комплексом «Minceraft Education»\n\nВимоги:\n\nЗнання основ програмування (Python, Scratch, HTML/CSS будуть перевагою)\n\nВміння передавати знання дітям та сприяти їхньому розвитку\n\nВідповідальність та організованість\n\nКомунікабельність та вміння працювати з дітьми\n\nБажання навчатися та розвиватися у сфері освіти та програмування\n\nУмови:\n\nГнучкий графік роботи\n\nМожливість працювати у команді професіоналів у галузі ІТ\n\nЗаробітна плата обговорюється індивідуально з кандидатом\n\nМожливість кар'єрного зростання та професійного розвитку\n\nЯкщо ти маєш бажання допомагати дітям здобувати цінні навички програмування та стати частиною нашої команди, надсилай своє резюме на електронну або звертайся за телефоном\n+380674089029\nПоказати телефон\n.\nМи чекаємо на тебе!\n"}
{"title": "Викладач у дитячу школу програмування (Python)", "url": "https://www.work.ua/jobs/5235538/", "location": "Калуш", "salary_min": "6000", "salary_max": "8000", "description": "\nLogika — це міжнародна школа програмування для дітей.\nМи впроваджуємо новітні IT технології в навчання школярів. На наших уроках діти не лише вчаться основам програмування, вони розвивають логіку і вміння думати, а в проектній роботі проявляють креативність та творчі здібності.\nУ програму курсу Logika включені частини курсів з фізики, математики, хімії, астрономії, що допомагає дітям зрозуміти, навіщо шкільні предмети потрібні в реальному житті.\nLogika\nактивно розвивається і в зв’язку із розширеннями відбувається пошук викладачів!\nМи пропонуємо:\n\nРобота у вихідні (субота, неділя).\n\nЗаробітна плата: від 380 грн/1.5 години викладання.\n\nПостійне навчання за рахунок компанії від наших професіоналів.\n\nЗручні локації.\n\nКруте ком’юніті однодумців!\n\nХто нам потрібен?\n\nПотрібні енергійні та вмотивовані викладачі, які з комп’ютером на «ти» та мають активний підхід до своєї роботи.\n\nНеобхідні знання у Python або ж досвід із іншими мовами програмування та бажання вивчати нове.\n\nВеликою перевагою буде вища освіта в області ІТ.\n\nКандидати з досвідом роботи з дітьми в пріоритеті\n\nЯкщо в тебе ще немає досвіду, але є хист і бажання, школа пропонує навчання і підтримку.\n\nОбов`язки:\n\nПроводити заняття із використанням уже готових методичних матеріалів школи Logika;\n\nСтворювати та підтримувати дружню робочу атмосферу;\n\nСлідкувати за результатами учнів;\n\nДавати звіти за шаблонами;\n\nОтримувати задоволення від роботи з дітками — майбутнім нашої країни.\n\nЯкщо саме ТИ бажаєш власноруч змінювати освіту на краще — чекаємо серед однодумців в\nLogika!\n"}
{"title": "Викладач в ІТ-школу програмування (Python)", "url": "https://www.work.ua/jobs/4563896/", "location": "Тернопіль", "salary_min": "5000", "salary_max": "10000", "description": "\nКонтакти:\n\nТел.\n+380 93 109 31 06\nПоказати телефон\n(Ірина)\nЩо таке Logika:\nМи впроваджуємо новітні IT технології в навчання школярів. На наших уроках діти не лише вчаться основам програмування, вони розвивають логіку і вміння думати, а в проектній роботі проявляють креативність та творчі здібності.\nУ програму курсу Logika включені частини курсів з фізики, математики, хімії, астрономії, що допомагає дітям зрозуміти, навіщо шкільні предмети потрібні в реальному житті.\nLogika активно розвивається і в зв’язку із розширеннями відбувається пошук викладачів!\nМи пропонуємо:\n\nРобота у вихідні та будні.\n\nЗаробітна плата: 350 грн / 1.5 години викладання.\n\nПостійне навчання за рахунок компанії від наших професіоналів.\n\nЗручні локації.\n\nКруте ком’юніті однодумців!\n\nХто нам потрібен?:\n\nПотрібні круті викладачі, які ладнають із комп’ютером на «ти» та мають активний підхід до своєї роботи.\n\nНеобхідні знання у Python (або ж досвід із іншими мовами програмування та бажання вивчати нове)\n\nВеликою перевагою буде вища освіта в області ІТ, або ж педагогіки/психології.\n\nЯкщо Ви маєте досвід у роботі з дітками — це кльово, а якщо немає, то навчимо!\n\nЩо потрібно буде робити:\n\nпроводити заняття із використанням уже готових методичних матеріалів школи Logika;\n\nстворювати та підтримувати дружню робочу атмосферу;\n\nотримувати кайф від роботи із майбутнім нашої країни;\n\nЯкщо саме ВИ бажаєте власноруч змінювати освіту на краще — ходім до Логіки!\nНе втрачай можливість — хутчіш залишай відгук, або ж телефонуй:\n+380 93 109 31 06\nПоказати телефон\n(Ірина)\n"}
{"title": "Викладач у дитячу IT-школу програмування (Scratch, Python, JavaScript) в Ірпінь", "url": "https://www.work.ua/jobs/5233897/", "location": "Ірпінь, шукаємо у Бучі, вулиця Соборна, 118.", "salary_min": "10000", "salary_max": null, "description": "\n\nДЕ МИ ШУКАЄМО КАНДИДАТІВ :\nм.Буча та м.Ірпінь\n\nЄ можливість роботи на локаціях в:\nм.Буча, м.Ірпінь, м.Вишневе, м.Українка, м.Боярка, м.Васильків, м.Фастів, м.Біла Церква\n\n\nШ\nкола Logika\nактивно розвивається і в зв’язку із розширенням штату фахівців, відбувається пошук викладачів у нашу школу! В нашій школі присутні курси:\nКомп’ютерна грамотність, Scratch, Геймдизайн, Python, Front-end та Графічний дизайн.\n\nПРО ШКОЛУ:\n\n\nМи впроваджуємо новітні IT технології в навчання школярів. На наших уроках діти не лише вчаться основам програмування, вони розвивають своє логічне та критичне мислення і вміння думати та аналізувати інформацію, в проєктній роботі проявляти креативність та творчі здібності.\nМи пропонуємо:\n\nЗайнятість від 3−6+ груп\n\nвід 400 грн. за одне заняття (в залежності від кількості дітей у групі)\n\n\nГнучкий графік, можливість обрати для себе робочі години.\n\nГрафік занять узгоджується.\n\nВчасна виплата заробітної плати.\n\nПостійне навчання за рахунок компанії від наших професіоналів.\n\nКруте ком’юніті однодумців та комплексну базу знань для співробітників!\n\nМотивацію для викладачів!\n\nОбов`язки:\n\nПроводити офлайн заняття на локації в одному із міст, де розташована школа із використанням вже готових методичних та практичних матеріалів школи Logika;\n\nСтворювати та підтримувати дружню робочу атмосферу на заняттях;\n\nСлідкувати за результатами учнів;\n\nВчасно заповнювати форми та адміністративну звітність;\n\nПроводити відкриті уроки для батьків, та давати зворотній зв’язок про навчання дітей;\n\nХто нам потрібен?:\n\nПотрібні\nенергійні\nта\nвмотивовані\nвикладачі, які ладнають із комп’ютером на «ти» та мають\nактивний підхід\nдо своєї роботи.\n\nВисоко розвинені\nкомунікативні\nнавички\n, досвід публічних виступів\n\nЛюбов до дітей\nта\nбажання\nнавчати та навчатись разом із ними!\n\nЗнання різних мов програмування\nPython,Scratch, Lua, HTML,CSS, JavaScript\nта величезне\nбажання вивчати\nнове).\n\nВеликою перевагою буде\nвища освіта в області ІТ\n,\nпедагогіки/психології.\n\nКандидати\nз досвідом роботи з дітьми\nв пріоритеті.\n\nЯкщо у Вас ще немає досвіду, але є хист і бажання, школа пропонує навчання і підтримку.\nЯкщо саме ВИ бажаєте власноруч змінювати освіту на краще — чекаємо на Вас в Logika!\nНе втрачайте можливість — хутчіш залишайте відгук, або ж телефонуте/пишіть:\nЗАПИС НА СПІВБЕСІДУ :\nViber:\n+380990314611\nПоказати телефон\n— Андрій\nTelegram:\nhttps://t.me/DAndy19976\n\n(@DAndy19976)\n"}
{"title": "Викладач у дитячу IT-школу програмування (Scratch, Python, JavaScript)", "url": "https://www.work.ua/jobs/5233901/", "location": "Українка, Дніпровський проспект, 5.", "salary_min": "10000", "salary_max": null, "description": "\n\nШ\nкола Logika\nактивно розвивається і в зв’язку із розширенням штату фахівців, відбувається пошук викладачів у нашу школу! В нашій школі присутні курси:\nКомп’ютерна грамотність, Scratch, Геймдизайн, Python, Front-end та Графічний дизайн.\n\nДЕ МИ ШУКАЄМО КАНДИДАТІВ: м. Українка та м.Обухів\n\nЄ можливість роботи на локаціях в: м.Українка,\nм.Буча, м.Ірпінь, м.Вишневе, м.Боярка, м.Васильків, м.Фастів, м.Біла Церква\n\n\nПРО ШКОЛУ:\nМи впроваджуємо новітні IT технології в навчання школярів. На наших уроках діти не лише вчаться основам програмування, вони розвивають своє логічне та критичне мислення і вміння думати та аналізувати інформацію, в проєктній роботі проявляти креативність та творчі здібності.\nМи пропонуємо:\n\nГнучкий графік, можливість обрати для себе робочі години.\n\nГрафік занять узгоджується.\n\nВчасна виплата заробітної плати.\n\nПостійне навчання за рахунок компанії від наших професіоналів.\n\nКруте ком’юніті однодумців та комплексну базу знань для співробітників!\n\nМотивацію для викладачів!\n\nЗайнятість від 3−6 груп\n\nвід 400 грн. за одне заняття (в залежності від кількості дітей у групі)\n\nОбов`язки:\n\nПроводити офлайн заняття на локації в одному із міст, де розташована школа із використанням вже готових методичних та практичних матеріалів школи Logika;\n\nСтворювати та підтримувати дружню робочу атмосферу на заняттях;\n\nСлідкувати за результатами учнів;\n\nВчасно заповнювати форми та адміністративну звітність;\n\nПроводити відкриті уроки для батьків, та давати зворотній зв’язок про навчання дітей;\n\nХто нам потрібен?:\n\nПотрібні\nенергійні\nта\nвмотивовані\nвикладачі, які ладнають із комп’ютером на «ти» та мають\nактивний підхід\nдо своєї роботи.\n\nВисоко розвинені\nкомунікативні\nнавички\n, досвід публічних виступів\n\nЛюбов до дітей\nта\nбажання\nнавчати та навчатись разом із ними!\n\nЗнання різних мов програмування\nPython,Scratch, Lua, HTML,CSS, JavaScript\nта величезне\nбажання вивчати\nнове).\n\nВеликою перевагою буде\nвища освіта в області ІТ\n,\nпедагогіки/психології.\n\nКандидати\nз досвідом роботи з дітьми\nв пріоритеті.\n\nЯкщо у Вас ще немає досвіду, але є хист і бажання, школа пропонує навчання і підтримку.\nЯкщо саме ВИ бажаєте власноруч змінювати освіту на краще — чекаємо на Вас в Logika!\nНе втрачайте можливість — хутчіш залишайте відгук, або ж телефонуте/пишіть:\nЗАПИС НА СПІВБЕСІДУ:\nViber:\n+380990314611\nПоказати телефон\n— Андрій\nTelegram:\nhttps://t.me/DAndy19976\n(@DAndy19976)\n"}
{"title": "Викладач у дитячу IT-школу програмування (Scratch, Python, JavaScript)", "url": "https://www.work.ua/jobs/5233905/", "location": "Вишневе, вулиця Європейська, 19.", "salary_min": "10000", "salary_max": null, "description": "\nДЕ МИ ШУКАЄМО КАНДИДАТІВ :\nм.Вишневе, м.Васильків, м.Боярка\nЄ можливість роботи на локаціях в:\nм.Буча, м.Ірпінь, м.Вишневе, м.Українка, м.Боярка, м.Васильків, м.Фастів, м.Біла Церква\nШ\nкола Logika\nактивно розвивається і в зв’язку із розширенням штату фахівців, відбувається пошук викладачів у нашу школу! В нашій школі присутні курси:\nКомп’ютерна грамотність, Scratch, Геймдизайн, Python, Front-end та Графічний дизайн.\nПРО ШКОЛУ:\nМи впроваджуємо новітні IT технології в навчання школярів. На наших уроках діти не лише вчаться основам програмування, вони розвивають своє логічне та критичне мислення і вміння думати та аналізувати інформацію, в проєктній роботі проявляти креативність та творчі здібності.\nМи пропонуємо:\n\nГнучкий графік, можливість обрати для себе робочі години.\n\nГрафік занять узгоджується.\n\nВчасна виплата заробітної плати.\n\nПостійне навчання за рахунок компанії від наших професіоналів.\n\nКруте ком’юніті однодумців та комплексну базу знань для співробітників!\n\nМотивацію для викладачів!\n\nЗайнятість від 3−6 груп\n\nвід 400 грн. за одне заняття (в залежності від кількості дітей у групі)\n\nОбов`язки:\n\nПроводити офлайн заняття на локації в одному із міст, де розташована школа із використанням вже готових методичних та практичних матеріалів школи Logika;\n\nСтворювати та підтримувати дружню робочу атмосферу на заняттях;\n\nСлідкувати за результатами учнів;\n\nВчасно заповнювати форми та адміністративну звітність;\n\nПроводити відкриті уроки для батьків, та давати зворотній зв’язок про навчання дітей;\n\nГотовність працювати на декількох локаціях школи\n\nХто нам потрібен?:\n\nПотрібні\nенергійні\nта\nвмотивовані\nвикладачі, які ладнають із комп’ютером на «ти» та мають\nактивний підхід\nдо своєї роботи.\n\nВисоко розвинені\nкомунікативні\nнавички\n, досвід публічних виступів\n\nЛюбов до дітей\nта\nбажання\nнавчати та навчатись разом із ними!\n\nЗнання різних мов програмування\nPython,Scratch, Lua, HTML,CSS, JavaScript\nта величезне\nбажання вивчати\nнове).\n\nВеликою перевагою буде\nвища освіта в області ІТ\n,\nпедагогіки/психології.\n\nКандидати\nз досвідом роботи з дітьми\nв пріоритеті.\n\nЯкщо у Вас ще немає досвіду, але є хист і бажання, школа пропонує навчання і підтримку.\nЯкщо саме ВИ бажаєте власноруч змінювати освіту на краще — чекаємо на Вас в Logika!\nНе втрачайте можливість — хутчіш залишайте відгук, або ж телефонуте/пишіть:\nЗАПИС НА СПІВБЕСІДУ:\nViber:\n+380990314611\nПоказати телефон\n— Андрій\nTelegram:\nhttps://t.me/DAndy19976\n(@DAndy19976)\n"}
{"title": "Викладач програмування у дитячу школу (Python)", "url": "https://www.work.ua/jobs/5049745/", "location": "Кам'янець-Подільський", "salary_min": "4800", "salary_max": "10000", "description": "\nLogika\n— це міжнародна школа програмування для дітей\nlogikaschool.com\nМи впроваджуємо новітні IT технології в навчання школярів. На наших уроках діти не лише вчаться основам програмування, вони розвивають логіку і вміння думати, а в проектній роботі проявляють креативність та творчі здібності.\nУ програму курсу Logika включені частини курсів з фізики, математики, хімії, астрономії, що допомагає дітям зрозуміти, навіщо шкільні предмети потрібні в реальному житті.\nLogika\nактивно розвивається і в зв’язку із розширенням ми в пошуку викладачів!\nМи пропонуємо:\n\nРобота у вихідні (субота, неділя).\n\nЗаробітна плата: від 350 грн/2 години\n\nПостійне навчання за рахунок компанії від наших професіоналів.\n\nЗручні локації.\n\nКруте ком’юніті однодумців!\n\nХто нам потрібен?\n\nПотрібні енергійні та вмотивовані викладачі, які з комп’ютером на «ти» та мають активний підхід до своєї роботи.\n\nНеобхідні знання у Python та Scratch або ж досвід із іншими мовами програмування та бажання вивчати нове.\n\nВеликою перевагою буде вища освіта в області ІТ, або ж педагогіки/психології.\n\nКандидати з досвідом роботи з дітьми в пріоритеті\n\nЯкщо в тебе ще немає досвіду, але є хист і бажання, школа пропонує навчання і підтримку.\n\nОбов`язки:\n\nПроводити заняття із використанням уже готових методичних матеріалів школи Logika;\n\nСтворювати та підтримувати дружню робочу атмосферу;\n\nСлідкувати за результатами учнів;\n\nДавати звіти за шаблонами;\n\nОтримувати задоволення від роботи з дітками — майбутнім нашої країни.\n\nЯкщо саме ТИ бажаєш власноруч змінювати освіту на краще — чекаємо серед однодумців в\nLogika!\nНе втрачай можливість — хутчіш залишай відгук, або ж телефонуй:\n+380980091818\nПоказати телефон\n— Богдан\n"}
{"title": "Викладач у дитячу школу програмування (Python)", "url": "https://www.work.ua/jobs/5235517/", "location": "Івано-Франківськ", "salary_min": "7000", "salary_max": "10000", "description": "\nLogika — це міжнародна школа програмування для дітей.\nМи впроваджуємо новітні IT технології в навчання школярів. На наших уроках діти не лише вчаться основам програмування, вони розвивають логіку і вміння думати, а в проектній роботі проявляють креативність та творчі здібності.\nУ програму курсу Logika включені частини курсів з фізики, математики, хімії, астрономії, що допомагає дітям зрозуміти, навіщо шкільні предмети потрібні в реальному житті.\nLogika\nактивно розвивається і в зв’язку із розширеннями відбувається пошук викладачів!\nМи пропонуємо:\n\nРобота у вихідні (субота, неділя).\n\nЗаробітна плата: від 400 грн/1.5 години викладання.\n\nПостійне навчання за рахунок компанії від наших професіоналів.\n\nЗручні локації.\n\nКруте ком’юніті однодумців!\n\nХто нам потрібен?\n\nПотрібні енергійні та вмотивовані викладачі, які з комп’ютером на «ти» та мають активний підхід до своєї роботи.\n\nНеобхідні знання у Python або ж досвід із іншими мовами програмування та бажання вивчати нове.\n\nВеликою перевагою буде вища освіта в області ІТ.\n\nКандидати з досвідом роботи з дітьми в пріоритеті\n\nЯкщо в тебе ще немає досвіду, але є хист і бажання, школа пропонує навчання і підтримку.\n\nОбов`язки:\n\nПроводити заняття із використанням уже готових методичних матеріалів школи Logika;\n\nСтворювати та підтримувати дружню робочу атмосферу;\n\nСлідкувати за результатами учнів;\n\nДавати звіти за шаблонами;\n\nОтримувати задоволення від роботи з дітками — майбутнім нашої країни.\n\nЯкщо саме ТИ бажаєш власноруч змінювати освіту на краще — чекаємо серед однодумців в\nLogika!\n"}
